<template>
    <div class="landingPage">
        <header>
            <div class="headTop">
                <div>
                    <div>上海族蚂信息科技有限公司</div>
                    <div>
                        <div>分享到：</div>
                        <div>
                            <img @click="qqShare" src="/images/landingPage/jz/QQ.png" alt="QQ分享">
                            <img @click="weixinShare" src="/images/landingPage/jz/weixin1.png" alt="微信分享">
                            <img @click="weiboShare" src="/images/landingPage/jz/weibo.png" alt="微博分享">
                            <img @click="kjShare" src="/images/landingPage/jz/KJ.png" alt="空间分享">
                        </div>
                        <div class="weixin_bg" v-show="isShowQrCode">
                            <div class="weixin_bg_head">
                                <span>分享到微信朋友圈</span>
                                <a @click="closeQrCode">x</a>
                                <div class="clear"></div>
                            </div>
                            <div class="weixin_bg_qrcode">
                                <div id="qrcode"></div>
                            </div>
                            <div class="weixin_bg_foot">
                                打开微信，点击底部的“发现”，<br>使用“扫一扫”即可将网页分享至朋友圈。
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <div class="headBottom">
                <a href="/" target="_blank">
                    <svg  version="1.1" id="图层_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
	 viewBox="0 0 402.1 144.1" style="enable-background:new 0 0 402.1 144.1;" xml:space="preserve">
          <path style="fill:#00AFEC;" d="M81.5,19c7.1,0,13.9,1.2,20.3,3.4v-3.5c0-8.5,7-15.4,15.4-15.4h28.4c1.8-2.1,4.5-3.4,7.5-3.4
              c5.5,0,10,4.5,10,10s-4.5,10-10,10c-2.9,0-5.6-1.3-7.5-3.4h-2.1h-5.9h-17.3c-3.2,0-5.8,2.6-5.8,5.8v6.1
              c17.6,11.1,29.4,30.6,29.4,53c0,34.5-28,62.5-62.5,62.5s-62.5-28-62.5-62.5c0-22.4,11.7-41.9,29.4-53v-6.1c0-3.2-2.6-5.8-5.8-5.8
              H25.4h-5.9h-2.2c-1.8,2.1-4.5,3.4-7.5,3.4C4.5,20,0,15.5,0,10S4.5,0,10,0c2.9,0,5.6,1.3,7.5,3.4H46c8.5,0,15.4,7,15.4,15.4v3.5
              C67.6,20.2,74.4,19,81.5,19L81.5,19z M119.4,84.4h-12c-1.5,13-12.6,23-26.1,23s-24.4-10.1-26.1-23h-12c1.6,19.6,18,35,38,35
              S117.8,104,119.4,84.4L119.4,84.4z M81.5,31C53.6,31,31,53.6,31,81.5S53.6,132,81.5,132S132,109.4,132,81.5S109.4,31,81.5,31z"/>
          <g>
            <path style="fill:#00AFEC;" d="M210.3,134.8c0.5,0,0.9-0.1,1.2-0.4c0.3-0.2,0.5-0.5,0.5-1s-0.2-0.8-0.5-1.1c-0.3-0.2-0.8-0.4-1.2-0.4h-15.8
              l15.4-17.5c0.2-0.2,0.3-0.5,0.4-0.9c0.1-0.3,0-0.5-0.1-0.9c-0.1-0.3-0.3-0.5-0.7-0.7c-0.3-0.2-0.7-0.3-1.2-0.3h-17.2
              c-0.5,0-1,0.1-1.3,0.4c-0.3,0.2-0.5,0.5-0.5,1c0,0.4,0.2,0.8,0.5,1.1c0.3,0.3,0.8,0.4,1.3,0.4h14l-15.2,17.3
              c-0.2,0.2-0.4,0.5-0.5,0.8c-0.1,0.2-0.2,0.5-0.2,0.8c0,0.4,0.2,0.8,0.5,1.1s0.9,0.4,1.6,0.4h18.8V134.8z M381.6,112.1
              c-0.2,0-0.5,0.1-0.8,0.2c-0.2,0.1-0.4,0.2-0.5,0.4h0.1c-0.1,0.1-0.2,0.3-0.3,0.5c-0.1,0.2-0.1,0.3-0.1,0.5c0.1,0.4,0.3,0.8,0.8,1
              c0.3,0.2,0.9,0.3,1.3,0.2c1.2-0.1,2.3-0.2,3.4-0.3c1.1-0.1,2.2-0.1,3.2-0.1c0.4,0,1,0,1.4,0c0.5,0,1,0.1,1.4,0.1
              c0.8,0.1,1.4,0.3,2,0.5c0.5,0.3,1.1,0.7,1.4,1.1c0.3,0.4,0.5,1.1,0.5,1.7v2.5c-0.3,0-0.8,0-1.1,0s-0.8,0-1.2,0c-0.8,0-1.5,0-2.3,0
              c-0.8,0-1.5,0.1-2.3,0.1c-0.5,0-1.2,0.1-1.8,0.1c-0.7,0.1-1.2,0.1-1.8,0.2c-1.1,0.2-2,0.4-2.8,0.9c-0.9,0.4-1.5,1-2.1,1.6
              c-0.5,0.7-1,1.3-1.3,2.1c-0.3,0.8-0.4,1.5-0.4,2.3c0,0.2,0,0.4,0,0.8c0,0.2,0.1,0.4,0.1,0.7c0.2,0.8,0.5,1.6,1.2,2.3
              c0.5,0.8,1.3,1.4,2.3,2c0.8,0.4,1.5,0.7,2.4,0.9c0.9,0.1,1.8,0.2,2.7,0.2c1.3,0,2.5-0.1,3.8-0.3c1.3-0.2,2.5-0.4,3.6-0.9l0.9-0.2
              c0,0.1,0,0.3,0.1,0.4c0.1,0.1,0.2,0.3,0.3,0.4c0.2,0.1,0.3,0.2,0.5,0.3s0.4,0.1,0.8,0.1c0.5,0,1-0.1,1.3-0.4
              c0.3-0.2,0.5-0.5,0.5-1l0.1-15.1c0-1.3-0.3-2.4-0.9-3.3c-0.5-0.9-1.4-1.5-2.5-2.1c-1.1-0.5-2.3-0.9-3.6-1
              c-0.5-0.1-1.1-0.1-1.6-0.2c-0.5,0-1.2-0.1-1.8-0.1c-1.2,0-2.3,0.1-3.5,0.1C383.8,111.9,382.8,112,381.6,112.1L381.6,112.1z
               M395.4,123.5v6.7l-0.4,0.2c-0.2,0.1-0.4,0.2-0.8,0.2c-0.2,0.1-0.5,0.2-1,0.3c-0.7,0.2-1.3,0.3-2.1,0.5c-0.7,0.1-1.4,0.3-2.1,0.4
              c-0.7,0.1-1.4,0.1-2,0.1c-0.5,0-1.1,0-1.6-0.1c-0.5-0.1-1-0.2-1.3-0.4c-0.8-0.4-1.3-1-1.6-1.6c-0.3-0.5-0.5-1.2-0.5-1.8
              c0-0.7,0.1-1.2,0.4-1.7c0.3-0.5,0.8-1.1,1.3-1.4c0.5-0.4,1.2-0.7,2-0.8c0.8-0.1,1.5-0.2,2.4-0.3c0.9-0.1,1.7-0.1,2.6-0.1
              c0.9,0,1.7,0,2.6,0h2.1V123.5z M338.9,133.2c0,0.4,0.2,0.8,0.5,1c0.3,0.2,0.8,0.4,1.3,0.4c0.5,0,1-0.1,1.4-0.4
              c0.3-0.2,0.5-0.5,0.5-1l-0.1-14.1c0-1.4-0.2-2.5-0.5-3.5c-0.4-0.9-1-1.6-1.6-2.2c-0.7-0.5-1.5-1-2.4-1.2c-0.9-0.2-1.8-0.3-2.9-0.3
              c-1.1,0-2.2,0.1-3.4,0.3c-1.2,0.2-2.3,0.4-3.4,0.8c-1.1,0.3-2.1,0.7-2.8,0.9c-0.7-0.8-1.5-1.3-2.5-1.6s-2-0.4-3.2-0.4
              c-0.9,0-1.7,0.1-2.7,0.2c-1,0.1-1.8,0.3-2.7,0.7c-0.9,0.2-1.7,0.5-2.5,0.8v-0.2c0-0.4-0.2-0.8-0.5-1c-0.3-0.2-0.8-0.4-1.3-0.4
              c-0.5,0-1.1,0.1-1.4,0.4c-0.3,0.2-0.5,0.7-0.5,1v19.9c0,0.4,0.2,0.8,0.5,1c0.3,0.2,0.8,0.4,1.3,0.4s1-0.1,1.4-0.4
              c0.3-0.2,0.5-0.5,0.5-1v-16.4l0,0l0,0c0.4-0.2,1-0.4,1.6-0.7c0.7-0.2,1.3-0.4,2.1-0.7c0.8-0.2,1.4-0.3,2.2-0.4
              c0.8-0.1,1.4-0.2,2.1-0.2c0.7,0,1.2,0.1,1.7,0.3c0.5,0.2,1,0.7,1.3,1.3c0.3,0.7,0.4,1.5,0.4,2.6v14.1c0,0.4,0.2,0.8,0.5,1
              c0.3,0.2,0.8,0.4,1.3,0.4c0.5,0,1-0.1,1.4-0.4c0.3-0.2,0.5-0.5,0.5-1L327,119c0-0.4,0-0.9-0.1-1.3c-0.1-0.4-0.1-0.8-0.2-1.2
              c0.8-0.2,1.5-0.5,2.5-0.8c1-0.3,2-0.5,2.9-0.7c1-0.2,2-0.3,2.8-0.3c0.8,0,1.3,0.1,2,0.3c0.5,0.2,1.1,0.7,1.4,1.3
              c0.3,0.7,0.5,1.5,0.5,2.6L338.9,133.2L338.9,133.2z M266.2,129.9c-0.7,0.2-1.3,0.4-2.2,0.7c-0.8,0.2-1.6,0.4-2.6,0.7
              c-1,0.2-1.8,0.4-2.7,0.5c-1,0.1-1.8,0.2-2.6,0.2c-0.9,0-1.6-0.1-2.3-0.3c-0.7-0.2-1.2-0.7-1.6-1.3c-0.4-0.7-0.7-1.5-0.7-2.6
              l-0.1-14.1c0-0.4-0.2-0.8-0.5-1c-0.3-0.2-0.8-0.4-1.2-0.4c-0.5,0-1.1,0.1-1.4,0.4c-0.3,0.2-0.5,0.5-0.5,1v14.1
              c0,1.4,0.2,2.5,0.7,3.5c0.4,1,1,1.6,1.7,2.2c0.8,0.5,1.6,1,2.6,1.2c1,0.2,2.1,0.3,3.2,0.3c1.1,0,2.3-0.1,3.5-0.3
              c1.2-0.2,2.4-0.4,3.5-0.7c1.2-0.2,2.2-0.5,3.2-0.8v0.4c0,0.4,0.2,0.8,0.5,1c0.3,0.2,0.8,0.4,1.3,0.4c0.5,0,1.1-0.1,1.4-0.4
              c0.3-0.2,0.5-0.5,0.5-1v-19.9c0-0.4-0.2-0.8-0.5-1c-0.3-0.2-0.8-0.4-1.3-0.4s-1,0.1-1.4,0.4c-0.3,0.2-0.5,0.5-0.5,1v16.2H266.2z"/>
            <path style="fill:#00AFEC;" d="M215.2,19.6v-5.6c0-0.9-0.4-1.6-1.1-2.3s-1.5-1-2.5-1h-0.2c-1,0-1.7,0.3-2.4,1c-0.7,0.7-1,1.4-1.1,2.3v5.6
            h-14.6c-1,0-1.8,0.3-2.5,1c-0.7,0.7-1.1,1.4-1.1,2.3V23c0,0.9,0.4,1.6,1.1,2.3s1.5,1,2.5,1h3.2v14c0,9.2-0.5,18.5-1.6,27.6
            c-1.1,9.1-2.8,18.1-5.1,26.9c-0.2,0.9-0.1,1.7,0.4,2.4c0.5,0.8,1.2,1.2,2.2,1.5h0.2c0.7,0.1,1.2,0.1,1.8,0
            c0.5-0.2,1.1-0.4,1.5-0.9c0.4-0.4,0.8-0.9,0.9-1.5c2.2-7.7,3.8-15.8,4.9-23.9c1.1-8.1,1.8-16.3,2.1-24.6h12.6
            c0.7,0,1.2,0.1,1.6,0.3c0.5,0.2,1,0.5,1.3,0.9c0.4,0.3,0.7,0.8,0.9,1.2c0.2,0.4,0.3,1,0.3,1.5v36.6c0,0.5-0.1,1.1-0.3,1.5
            c-0.2,0.4-0.5,0.9-0.9,1.2c-0.3,0.3-0.8,0.7-1.3,0.8c-0.5,0.2-1.1,0.3-1.6,0.3h-3.5c-0.7,0-1.3,0.2-1.8,0.4
            c-0.5,0.3-1,0.7-1.3,1.2c-0.3,0.4-0.4,1-0.4,1.6v0.2c0,0.9,0.3,1.6,1,2.3c0.7,0.7,1.5,1,2.6,1h3.5c1.6,0,3-0.3,4.5-0.9
            c1.4-0.5,2.6-1.3,3.6-2.3c1.1-1,2-2.1,2.6-3.4c0.3-0.7,0.4-1.3,0.7-2c0.1-0.7,0.2-1.3,0.2-2.1V51.8c0-0.8-0.1-1.4-0.2-2.1
            c-0.1-0.7-0.3-1.3-0.7-2c-1-2-2.4-3.6-4.2-4.7c-1.8-1.2-4-1.7-6.4-1.7h-12.5v-1.1V26.2h23.7c1,0,1.8-0.3,2.5-1s1-1.4,1-2.3v-0.2
            c0-0.9-0.3-1.6-1-2.3c-0.7-0.7-1.5-1-2.5-1h-12.4V19.6z M246.6,36.3c0.2-0.9,0.2-1.6-0.2-2.4c-0.4-0.8-1.1-1.2-2.1-1.5l-0.3-0.1
            c-1-0.3-2-0.2-2.8,0.2c-0.9,0.4-1.4,1-1.8,1.8l-2.7,7.7c-0.2,0.5-0.3,1-0.2,1.5c0.1,0.5,0.3,1,0.7,1.3c0.4,0.4,0.9,0.9,1.3,1.1
            c0.5,0.2,1.1,0.3,1.6,0.3h15.2v9c0,1.1,0,2.2-0.1,3.3s-0.2,2.2-0.3,3.2h-17.3c-1,0-1.8,0.3-2.5,0.9c-0.7,0.7-1.1,1.4-1.1,2.3V65
            c0,1,0.4,1.7,1.1,2.3c0.7,0.5,1.5,0.9,2.5,0.9h15.6c-0.4,1.3-1,2.5-1.5,3.8c-0.5,1.2-1.2,2.5-1.8,3.7c-1.8,3-4,5.9-6.5,8.6
            c-2.5,2.6-5.3,5.1-8.4,7.5c-0.5,0.3-0.9,0.9-1.1,1.3c-0.2,0.5-0.2,1.1-0.1,1.6c0.1,0.5,0.3,1,0.8,1.5l0.2,0.3
            c0.3,0.3,0.8,0.7,1.1,0.8c0.4,0.2,0.9,0.3,1.4,0.3c0.4,0,1,0,1.4-0.1c0.4-0.1,0.9-0.3,1.2-0.7c1.7-1.3,3.3-2.6,4.8-3.9
            c1.5-1.3,2.8-2.6,4.1-3.9c2.7-2.8,5-5.6,6.8-8.5c1.8-2.9,3.4-5.9,4.5-9l19.8,25.3c0.4,0.4,0.9,0.8,1.4,1c0.5,0.2,1.2,0.3,1.8,0.3
            s1.2-0.2,1.7-0.5c0.5-0.3,1-0.8,1.3-1.3c0.2-0.5,0.3-1.1,0.3-1.6c0-0.5-0.3-1.1-0.7-1.6l-19.4-24.8h18c1.1,0,2-0.3,2.6-0.9
            c0.7-0.7,1-1.4,1-2.3V65c0-1-0.3-1.7-1-2.3s-1.5-0.9-2.6-0.9h-21.9c0.2-2.1,0.3-4.2,0.3-6.5v-9h19.8c1,0,1.8-0.3,2.5-1
            c0.7-0.7,1.1-1.4,1.1-2.3v-0.2c0-0.5-0.2-1.1-0.5-1.6c-0.3-0.4-0.8-0.9-1.3-1.2c-0.5-0.3-1.2-0.4-1.8-0.4h-36.9L246.6,36.3
            L246.6,36.3z M245.3,15.9c0.2-0.5,0.2-1.1,0.1-1.6s-0.4-1-0.8-1.5c-0.4-0.4-1-0.8-1.6-1l-0.2-0.1c-1-0.2-1.8-0.1-2.7,0.2
            c-0.9,0.4-1.5,1-1.8,1.8l-2.7,7.6c-0.2,0.5-0.3,1-0.2,1.5c0,0.5,0.2,1,0.5,1.5c0.4,0.4,0.9,0.7,1.4,0.9s1.1,0.3,1.7,0.3h45.1
            c1,0,1.8-0.3,2.5-0.9c0.7-0.5,1.1-1.3,1.1-2.2v-0.2c0-0.9-0.4-1.6-1.1-2.3c-0.7-0.7-1.5-1-2.5-1h-39.9L245.3,15.9L245.3,15.9z
             M321.3,73.6v19.1h-14.1c-1,0-1.8,0.3-2.5,1c-0.7,0.7-1.1,1.4-1.1,2.3V96c0,0.9,0.4,1.6,1.1,2.3s1.5,1,2.5,1h27.5
            c1.6,0,3.2-0.3,4.6-0.9c1.4-0.5,2.6-1.3,3.6-2.2c1-1,1.8-2.1,2.4-3.3c0.7-1.3,1-2.6,1-4.1v-3.3c0-1-0.4-1.7-1.1-2.3
            c-0.7-0.5-1.5-0.9-2.5-0.9h-0.3c-1,0-1.8,0.3-2.5,0.9c-0.7,0.7-1.1,1.4-1.1,2.3v3.3c0,0.5-0.1,1.1-0.3,1.6
            c-0.2,0.5-0.5,0.9-0.9,1.2c-0.4,0.3-0.9,0.7-1.3,0.8c-0.5,0.2-1.1,0.3-1.6,0.3h-6.1V73.6h5.1c0.9,0,1.6-0.1,2.4-0.2
            c0.8-0.1,1.4-0.3,2.1-0.7c1.4-0.5,2.7-1.3,3.8-2.3c1.1-1,2-2.1,2.5-3.3c0.5-1.2,0.9-2.5,0.9-4V33.6c0-0.8-0.1-1.4-0.2-2.2
            c-0.1-0.7-0.3-1.3-0.7-2c-0.7-1.3-1.5-2.4-2.6-3.4c-1.1-1-2.4-1.6-3.7-2.2c-1.4-0.5-2.9-0.8-4.5-0.8h-5.1V14c0-0.9-0.3-1.6-1-2.3
            s-1.5-1-2.6-1c-1.1,0-2,0.3-2.6,1c-0.7,0.7-1,1.4-1,2.3v9.1h-5.1c-2.4,0-4.6,0.5-6.4,1.7c-1.8,1.1-3.3,2.6-4.2,4.6
            c-0.3,0.7-0.5,1.3-0.7,2c-0.1,0.7-0.2,1.4-0.2,2.2v29.7c0,2,0.5,3.7,1.5,5.2s2.4,2.8,4.1,3.7c1.7,1,3.7,1.4,5.9,1.4H321.3
            L321.3,73.6z M362.1,28.7c0.1-1-0.1-1.7-0.8-2.4c-0.7-0.7-1.4-1-2.4-1.2l-0.2-0.1c-0.7-0.1-1.2,0-1.8,0.2c-0.5,0.2-1.1,0.5-1.4,1
            c-0.4,0.4-0.7,1-0.8,1.5l-3.6,27.8c0,0.4,0,1,0.1,1.4c0.2,0.4,0.4,0.9,0.9,1.2c0.3,0.3,0.8,0.7,1.2,0.8c0.4,0.2,1,0.3,1.5,0.3
            h33.6c1,0,1.7,0.1,2.5,0.4c0.8,0.3,1.4,0.7,2,1.2c0.7,0.5,1.1,1.2,1.4,1.8s0.4,1.4,0.4,2.2v22.1c0,0.9-0.2,1.5-0.4,2.2
            c-0.3,0.7-0.8,1.3-1.4,1.8c-0.7,0.5-1.3,1-2,1.2c-0.8,0.3-1.5,0.4-2.5,0.4h-24.1c-1,0-1.8,0.3-2.5,0.9c-0.7,0.7-1.1,1.4-1.1,2.3
            v0.1c0,0.9,0.4,1.6,1.1,2.3s1.5,1,2.5,1h24.1c1,0,1.8-0.1,2.7-0.2c0.9-0.1,1.7-0.4,2.6-0.8c1.7-0.7,3.2-1.5,4.3-2.6
            c1.2-1.1,2.2-2.4,2.8-3.8c0.4-0.8,0.7-1.5,0.9-2.4c0.2-0.8,0.3-1.6,0.3-2.4V65.1c0-0.9-0.1-1.7-0.3-2.5c-0.2-0.8-0.5-1.5-0.9-2.3
            c-0.7-1.5-1.6-2.7-2.8-3.9c-1.2-1.1-2.7-2.1-4.3-2.7c-0.9-0.3-1.7-0.5-2.6-0.7c-0.9-0.1-1.8-0.2-2.7-0.2h-29.1L362.1,28.7
            L362.1,28.7z M353.5,11.8h30.9c1,0,2,0,2.8,0.2c0.9,0.1,1.7,0.3,2.5,0.7c1.7,0.7,3.2,1.5,4.3,2.6c1.2,1.1,2.2,2.4,2.9,3.9
            c0.3,0.8,0.7,1.5,0.8,2.3c0.2,0.8,0.3,1.6,0.3,2.4v22.5c0,0.9-0.4,1.6-1.1,2.3c-0.7,0.7-1.5,1-2.5,1h-0.2c-1,0-1.8-0.3-2.5-1
            c-0.7-0.7-1.1-1.4-1.1-2.3V24c0-0.8-0.1-1.4-0.4-2.1s-0.8-1.3-1.3-1.8c-0.7-0.5-1.3-1-2.1-1.3c-0.8-0.3-1.5-0.4-2.5-0.4h-30.9
            c-1,0-1.8-0.3-2.5-0.9c-0.7-0.7-1.1-1.4-1.1-2.3v-0.1c0-0.9,0.4-1.6,1.1-2.3C351.7,12.2,352.6,11.8,353.5,11.8L353.5,11.8z
             M328.4,67V29.9h5.1c0.7,0,1.2,0.1,1.7,0.2c0.5,0.1,1,0.4,1.4,0.9c0.4,0.3,0.7,0.8,0.9,1.2c0.2,0.4,0.3,1,0.3,1.5v29.7
            c0,0.5-0.1,1.1-0.3,1.5s-0.5,0.9-0.9,1.2c-0.4,0.3-0.9,0.7-1.4,0.8c-0.5,0.2-1.1,0.3-1.7,0.3h-5.1V67z M311.9,33.6
            c0-1.1,0.4-2,1.2-2.7c0.8-0.7,1.8-1,3-1.1h5.1v37.2h-5.1c-1.3,0-2.3-0.4-3-1.1c-0.8-0.7-1.2-1.6-1.2-2.7V33.6L311.9,33.6z
             M349.9,73.4h33.8c1,0,1.7,0.3,2.4,1c0.7,0.7,1,1.4,1.1,2.3v0.2c0,0.9-0.4,1.6-1.1,2.3s-1.5,1-2.4,1h-33.8c-1,0-1.8-0.3-2.5-1
            c-0.7-0.7-1.1-1.4-1.1-2.3v-0.2c0-0.9,0.4-1.6,1.1-2.3C348.1,73.8,348.9,73.4,349.9,73.4z"/>
          </g>
        </svg>
                </a>
                <div :style="{marginLeft:marginLeftVal1+'px'}">
                    <a href="/" target="_blank">首页</a>
                    <a :href="domainObj.jzDomain" target="_blank">建站</a>
                </div>
                <div :style="{marginLeft:marginLeftVal+'px'}">
                    <a :href="registerUrl">免费注册</a>
                    <a :href="loginUrl">登陆</a>
                </div>
            </div>
        </header>
        <main>
            <a class="banner" :href="registerUrl" target="_blank">
                <img src="/images/landingPage/jz/jzBanner.png" alt="">
            </a>
            <div>
                <div class="wow  fadeInDown"  data-wow-delay="0.15s" data-wow-duration="2s" data-wow-offset="30">我 们 能 为 你 做 什 么</div>
                <div  class="wow  fadeInDown" data-wow-delay="0.25s" data-wow-duration="2s">WHAT CAN WE DO FOR YOU</div>
                <div></div>
                <div class="wow fadeInDown" data-wow-duration="2s" data-wow-delay="0.35s">强大的编辑器，可视化操作，无需代码，无需设计，自由拖拽组合，5分钟建网站电子商城，支付系统，PC+手机+微信网站三网合一</div>
                <div>
                    <div>
                        <div :style="{width:widthVal+'px',height:heightVal+'px'}">
                            <img src="/images/landingPage/jz/point1.png" alt="">
                            <img src="/images/landingPage/jz/point1Hover.png" alt="">
                            <div>海量模板</div>
                            <div>大量免费的精美模板满足各行业建站需求</div>
                        </div>
                        <a :href="registerUrl" target="_blank">立即查看</a>
                    </div>
                    <div>
                        <div :style="{width:widthVal+'px',height:heightVal+'px'}">
                            <img src="/images/landingPage/jz/point2.png" alt="">
                            <img src="/images/landingPage/jz/point2Hover.png" alt="">
                            <div>强大的网页编辑器</div>
                            <div>可视化网页编辑功能，上百种组件可以自由拖拽自由拼接和组合</div>
                        </div>
                        <a :href="registerUrl" target="_blank">立即查看</a>
                    </div>
                    <div>
                        <div :style="{width:widthVal+'px',height:heightVal+'px'}">
                            <img src="/images/landingPage/jz/point3.png" alt="">
                            <img src="/images/landingPage/jz/point3Hover.png" alt="">
                            <div>三网合一</div>
                            <div>一次生成PC网站、手机网站和微信网站，匹配到不同屏幕，一步到位</div>
                        </div>
                        <a :href="registerUrl" target="_blank">立即查看</a>
                    </div>
                </div>
            </div>
            <div>
                <div class="wow fadeInDown" data-wow-delay="0.1s" data-wow-duration="2s">你 还 在 烦 恼 这 些</div>
                <div class="wow  fadeInDown" data-wow-delay="0.15s" data-wow-duration="2s">DON’T WORRY ABOUT THESE</div>
                <div></div>
                <div  class="wow  fadeInDown" data-wow-delay="0.25s" data-wow-duration="2s">
                    <div>
                        <img src="/images/landingPage/jz/icon1.png" alt="">
                        <div>订单数量</div>
                    </div>
                    <div>
                        <img src="/images/landingPage/jz/icon2.png" alt="">
                        <div>产品管理</div>
                    </div>
                    <div>
                        <img src="/images/landingPage/jz/icon3.png" alt="">
                        <div>爆款打造</div>
                    </div>
                    <div>
                        <img src="/images/landingPage/jz/icon4.png" alt="">
                        <div>全网推广</div>
                    </div>
                </div>
                <div class="wow fadeInDown" data-wow-delay="0.35s" data-wow-duration="2s">
                    <div>
                        <img src="/images/landingPage/jz/icon5.png" alt="">
                        <div>成本控制</div>
                    </div>
                    <div>
                        <img src="/images/landingPage/jz/icon6.png" alt="">
                        <div>大促活动</div>
                    </div>
                    <div>
                        <img src="/images/landingPage/jz/icon7.png" alt="">
                        <div>店铺运营</div>
                    </div>
                    <div>
                        <img src="/images/landingPage/jz/icon8.png" alt="">
                        <div>视觉聚焦</div>
                    </div>
                </div>
                <a :href="registerUrl" target="_blank">立即解决</a>
            </div>
            <div>
                <div class="wow  fadeInDown" data-wow-delay="0.1s" data-wow-duration="2s">多 渠 道 电 子 商 务 运 营</div>
                <div class="wow fadeInDown" data-wow-delay="0.2s" data-wow-duration="2s">E-COMMERCE MANAGEMENT</div>
                <div></div>
                <a :href="registerUrl" target="_blank">
                    <div>多平台服务</div>
                    <div>MORE</div>
                </a>
                <div v-show="isShowOne">
                    <div>独立网站</div>
                    <div>小程序</div>
                    <div>H5营销</div>
                    <div>族蚂商城</div>
                </div>
                <div v-show="isShowTwo">
                    <div>
                        <div>独立网站</div>
                        <div>小程序</div>
                    </div>
                    <div>
                        <div>H5营销</div>
                        <div>族蚂商城</div>
                    </div>
                </div>
            </div>
            <div>
                <div  class="wow  fadeInDown" data-wow-delay="0.1s" data-wow-duration="2s">十 大 服 务 为 你 保 驾 护 航</div>
                <div class="wow  fadeInDown" data-wow-delay="0.2s" data-wow-duration="2s">SERVICES RANGE</div>
                <div></div>
                <a :href="registerUrl" target="_blank">
                    <div>了解更多</div>
                    <div>MORE</div>
                </a>
                <div>
                    <div class="wow  fadeInUp" data-wow-delay="0.15s" data-wow-duration="2s">
                        <div>
                            <img src="/images/landingPage/jz/dzsw.png" alt="" >
                        </div>

                        <div >电子商务</div>
                        <div>自带支付系统，支持支付宝、微信、网银支付，无需交易佣金 </div>
                    </div>
                    <div class="wow fadeInUp" data-wow-delay="0.3s" data-wow-duration="2s">
                        <div>
                            <img src="/images/landingPage/jz/seo.png" alt="">
                        </div>
                        <div>SEO优化</div>
                        <div>专业SEO关键词优化，PC端+手机端，快速有效提升排名</div>
                    </div>
                    <div class="wow  fadeInUp" data-wow-delay="0.45s" data-wow-duration="2s">
                        <div>
                            <img src="/images/landingPage/jz/mfym.png" alt="">
                        </div>
                        <div>免费域名</div>
                        <div>免费IP地址，域名解析，免费10G存储空间</div>
                    </div>
                    <div class="wow  fadeInUp" data-wow-delay="0.6s" data-wow-duration="2s">
                        <div><img src="/images/landingPage/jz/wxyx.png" alt="" ></div>
                        <div>微信营销</div>
                        <div>网站链接到微信公众号，高效多维传播，助力引流</div>
                    </div>
                    <div class="wow  fadeInUp" data-wow-delay="0.75s" data-wow-duration="2s">
                        <div><img src="/images/landingPage/jz/yxgj.png" alt=""></div>
                        <div>营销工具</div>
                        <div>多种营销工具，引爆人气</div>
                    </div>
                    <div  class="wow  fadeInUp" data-wow-delay="0.9s" data-wow-duration="2s">
                        <div><img src="/images/landingPage/jz/cpfb.png" alt=""></div>
                        <div>产品发布</div>
                        <div>支持新品、二手、定制商品的在线交易，支持分阶段分时段付款，支持议价交易，千余种交易流程组合，满足各行各业的交易需求</div>
                    </div>
                    <div  class="wow  fadeInUp" data-wow-delay="1.05s" data-wow-duration="2s">
                        <div><img src="/images/landingPage/jz/fwfb.png" alt=""></div>
                        <div>服务发布</div>
                        <div>支持上门服务、到店服务、线上服务、电话服务、代办服务SKU在线发布，提供预约时间工具，提供分时段付款流程</div>
                    </div>
                    <div  class="wow  fadeInUp" data-wow-delay="1.2s" data-wow-duration="2s">
                        <div><img src="/images/landingPage/jz/ypfb.png" alt=""></div>
                        <div>音频发布</div>
                        <div>提供创作人认领流程并提供创作人打赏功能，让创作人拥有自己的粉丝并实现丰厚创收</div>
                    </div>
                    <div  class="wow fadeInUp" data-wow-delay="1.35s" data-wow-duration="2s">
                        <div><img src="/images/landingPage/jz/zxfb.png" alt=""></div>
                        <div>资讯发布</div>
                        <div>支持图文资讯、图集资讯及视频资讯的快速发布</div>
                    </div>
                    <div  class="wow  fadeInUp" data-wow-delay="1.5s" data-wow-duration="2s">
                        <div><img src="/images/landingPage/jz/spfb.png" alt=""></div>
                        <div>视频发布</div>
                        <div>支持电影、电视剧作品发布，支持免费试看及收费播放。让您的视频作品不再闲置</div>
                    </div>
                </div>
            </div>
            <div>
                <div class="wow  fadeInDown" data-wow-delay="0.1s" data-wow-duration="2s">关 于 族 蚂 建 站</div>
                <div class="wow  fadeInDown" data-wow-delay="0.2s" data-wow-duration="2s">ABOUT  ZUMA</div>
                <div></div>
                <a :href="registerUrl" target="_blank">
                    <div>立即体验</div>
                    <div>MORE</div>
                </a>
                <div>
                    <div class="wow  fadeInLeft" data-wow-delay="0.25s" data-wow-duration="2s">
                        <div>族蚂网，1分钟上手，5分钟建站！</div>
                        <div>让你轻松快速搭建属于自己的独一无二的网站！</div>
                        <div>族蚂网致力于打造全球最强大建站工具，为您提供个性化、人性化、高度自由化的应用环境，多样化的交易流程，为更多行业提供电子商务解决方案，同时为用户提供安全可行的售后保障体系。</div>
                        <div>族蚂网专注于互联网的研究与开发，致力为中小微企业提供一站式互联网解决方案和服务！除自助建站功能，还是集H5网页制作、小程序发布、微传单、公众号发布助手、电子商城、O2O在线交易、音频、视频、资讯、电子书为一体的全品类互联网服务平台。满足企业建站的同时，提供电子商务解决方案，帮助企业开展全网营销！</div>
                    </div>
                    <img src="/images/landingPage/jz/ldy_03.png" alt="">
                </div>
            </div>
            <div>
                <div class="wow  fadeInDown" data-wow-delay="0.1s" data-wow-duration="2s"><span>互 联 网 时 代</span><span style="margin-left: 30px">助 你 全 网 营 销</span></div>
                <div class="wow  fadeInDown" data-wow-delay="0.2s" data-wow-duration="2s">INTERNET AGE HELPS YOUR MARKETING </div>
                <div></div>
                <div>
                    <img src="/images/landingPage/jz/baidu.png" alt="" class="wow  fadeInUp" data-wow-delay="0.15s" data-wow-duration="2s">
                    <img src="/images/landingPage/jz/360.png" alt="" class="wow  fadeInUp" data-wow-delay="0.3s" data-wow-duration="2s">
                    <img src="/images/landingPage/jz/sougou.png" alt="" class="wow  fadeInUp" data-wow-delay="0.45s" data-wow-duration="2s">
                    <img src="/images/landingPage/jz/toutiao.png" alt="" class="wow  fadeInUp" data-wow-delay="0.6s" data-wow-duration="2s">
                    <img src="/images/landingPage/jz/douyin.png" alt="" class="wow  fadeInUp" data-wow-delay="0.75s" data-wow-duration="2s">
                    <img src="/images/landingPage/jz/yinlian.png" alt="" class="wow  fadeInUp" data-wow-delay="0.9s" data-wow-duration="2s">
                    <img src="/images/landingPage/jz/zhifubao.png" alt="" class="wow  fadeInUp" data-wow-delay="1.05s" data-wow-duration="2s">
                    <img src="/images/landingPage/jz/weix.png" alt="" class="wow  fadeInUp" data-wow-delay="1.2s" data-wow-duration="2s">
                </div>
                <a :href="registerUrl" target="_blank">
                    <div>合作伙伴</div>
                    <div>MORE</div>
                </a>
            </div>
            <div>
                <div class="wow  fadeInDown" data-wow-delay="0.1s" data-wow-duration="2s"><span>精 美 模 板</span><span style="margin-left: 30px">任 你 挑</span></div>
                <div class="wow  fadeInDown" data-wow-delay="0.2s" data-wow-duration="2s">EXQUISITE TEMPLATE</div>
                <div></div>
                <div>
                    <img src="/images/landingPage/jz/1.png" alt="" class="wow  fadeInUp" data-wow-delay="0.15s" data-wow-duration="2s">
                    <img src="/images/landingPage/jz/2.png" alt="" class="wow  fadeInUp" data-wow-delay="0.3s" data-wow-duration="2s">
                    <img src="/images/landingPage/jz/3.png" alt="" class="wow  fadeInUp" data-wow-delay="0.45s" data-wow-duration="2s">
                    <img src="/images/landingPage/jz/4.png" alt=""  class="wow  fadeInUp" data-wow-delay="0.6s" data-wow-duration="2s">
                    <img src="/images/landingPage/jz/5.png" alt="" class="wow  fadeInUp" data-wow-delay="0.75s" data-wow-duration="2s">
                    <img src="/images/landingPage/jz/6.png" alt="" class="wow  fadeInUp" data-wow-delay="0.9s" data-wow-duration="2s">
                    <img src="/images/landingPage/jz/7.png" alt="" class="wow  fadeInUp" data-wow-delay="1.05s" data-wow-duration="2s">
                    <img src="/images/landingPage/jz/8.png" alt="" class="wow  fadeInUp" data-wow-delay="1.2s" data-wow-duration="2s">
                </div>
                <a :href="domainObj.jzDomain+'/moban'" target="_blank">
                    <div>更多模板</div>
                    <div>MORE</div>
                </a>
            </div>
        </main>
        <footer>
            <a href="/" target="_blank">
                <svg  version="1.1" id="图层_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
 viewBox="0 0 402.1 144.1" style="enable-background:new 0 0 402.1 144.1;" xml:space="preserve">
      <path style="fill:#ffffff;" d="M81.5,19c7.1,0,13.9,1.2,20.3,3.4v-3.5c0-8.5,7-15.4,15.4-15.4h28.4c1.8-2.1,4.5-3.4,7.5-3.4
          c5.5,0,10,4.5,10,10s-4.5,10-10,10c-2.9,0-5.6-1.3-7.5-3.4h-2.1h-5.9h-17.3c-3.2,0-5.8,2.6-5.8,5.8v6.1
          c17.6,11.1,29.4,30.6,29.4,53c0,34.5-28,62.5-62.5,62.5s-62.5-28-62.5-62.5c0-22.4,11.7-41.9,29.4-53v-6.1c0-3.2-2.6-5.8-5.8-5.8
          H25.4h-5.9h-2.2c-1.8,2.1-4.5,3.4-7.5,3.4C4.5,20,0,15.5,0,10S4.5,0,10,0c2.9,0,5.6,1.3,7.5,3.4H46c8.5,0,15.4,7,15.4,15.4v3.5
          C67.6,20.2,74.4,19,81.5,19L81.5,19z M119.4,84.4h-12c-1.5,13-12.6,23-26.1,23s-24.4-10.1-26.1-23h-12c1.6,19.6,18,35,38,35
          S117.8,104,119.4,84.4L119.4,84.4z M81.5,31C53.6,31,31,53.6,31,81.5S53.6,132,81.5,132S132,109.4,132,81.5S109.4,31,81.5,31z"/>
      <g>
        <path style="fill:#ffffff;" d="M210.3,134.8c0.5,0,0.9-0.1,1.2-0.4c0.3-0.2,0.5-0.5,0.5-1s-0.2-0.8-0.5-1.1c-0.3-0.2-0.8-0.4-1.2-0.4h-15.8
          l15.4-17.5c0.2-0.2,0.3-0.5,0.4-0.9c0.1-0.3,0-0.5-0.1-0.9c-0.1-0.3-0.3-0.5-0.7-0.7c-0.3-0.2-0.7-0.3-1.2-0.3h-17.2
          c-0.5,0-1,0.1-1.3,0.4c-0.3,0.2-0.5,0.5-0.5,1c0,0.4,0.2,0.8,0.5,1.1c0.3,0.3,0.8,0.4,1.3,0.4h14l-15.2,17.3
          c-0.2,0.2-0.4,0.5-0.5,0.8c-0.1,0.2-0.2,0.5-0.2,0.8c0,0.4,0.2,0.8,0.5,1.1s0.9,0.4,1.6,0.4h18.8V134.8z M381.6,112.1
          c-0.2,0-0.5,0.1-0.8,0.2c-0.2,0.1-0.4,0.2-0.5,0.4h0.1c-0.1,0.1-0.2,0.3-0.3,0.5c-0.1,0.2-0.1,0.3-0.1,0.5c0.1,0.4,0.3,0.8,0.8,1
          c0.3,0.2,0.9,0.3,1.3,0.2c1.2-0.1,2.3-0.2,3.4-0.3c1.1-0.1,2.2-0.1,3.2-0.1c0.4,0,1,0,1.4,0c0.5,0,1,0.1,1.4,0.1
          c0.8,0.1,1.4,0.3,2,0.5c0.5,0.3,1.1,0.7,1.4,1.1c0.3,0.4,0.5,1.1,0.5,1.7v2.5c-0.3,0-0.8,0-1.1,0s-0.8,0-1.2,0c-0.8,0-1.5,0-2.3,0
          c-0.8,0-1.5,0.1-2.3,0.1c-0.5,0-1.2,0.1-1.8,0.1c-0.7,0.1-1.2,0.1-1.8,0.2c-1.1,0.2-2,0.4-2.8,0.9c-0.9,0.4-1.5,1-2.1,1.6
          c-0.5,0.7-1,1.3-1.3,2.1c-0.3,0.8-0.4,1.5-0.4,2.3c0,0.2,0,0.4,0,0.8c0,0.2,0.1,0.4,0.1,0.7c0.2,0.8,0.5,1.6,1.2,2.3
          c0.5,0.8,1.3,1.4,2.3,2c0.8,0.4,1.5,0.7,2.4,0.9c0.9,0.1,1.8,0.2,2.7,0.2c1.3,0,2.5-0.1,3.8-0.3c1.3-0.2,2.5-0.4,3.6-0.9l0.9-0.2
          c0,0.1,0,0.3,0.1,0.4c0.1,0.1,0.2,0.3,0.3,0.4c0.2,0.1,0.3,0.2,0.5,0.3s0.4,0.1,0.8,0.1c0.5,0,1-0.1,1.3-0.4
          c0.3-0.2,0.5-0.5,0.5-1l0.1-15.1c0-1.3-0.3-2.4-0.9-3.3c-0.5-0.9-1.4-1.5-2.5-2.1c-1.1-0.5-2.3-0.9-3.6-1
          c-0.5-0.1-1.1-0.1-1.6-0.2c-0.5,0-1.2-0.1-1.8-0.1c-1.2,0-2.3,0.1-3.5,0.1C383.8,111.9,382.8,112,381.6,112.1L381.6,112.1z
           M395.4,123.5v6.7l-0.4,0.2c-0.2,0.1-0.4,0.2-0.8,0.2c-0.2,0.1-0.5,0.2-1,0.3c-0.7,0.2-1.3,0.3-2.1,0.5c-0.7,0.1-1.4,0.3-2.1,0.4
          c-0.7,0.1-1.4,0.1-2,0.1c-0.5,0-1.1,0-1.6-0.1c-0.5-0.1-1-0.2-1.3-0.4c-0.8-0.4-1.3-1-1.6-1.6c-0.3-0.5-0.5-1.2-0.5-1.8
          c0-0.7,0.1-1.2,0.4-1.7c0.3-0.5,0.8-1.1,1.3-1.4c0.5-0.4,1.2-0.7,2-0.8c0.8-0.1,1.5-0.2,2.4-0.3c0.9-0.1,1.7-0.1,2.6-0.1
          c0.9,0,1.7,0,2.6,0h2.1V123.5z M338.9,133.2c0,0.4,0.2,0.8,0.5,1c0.3,0.2,0.8,0.4,1.3,0.4c0.5,0,1-0.1,1.4-0.4
          c0.3-0.2,0.5-0.5,0.5-1l-0.1-14.1c0-1.4-0.2-2.5-0.5-3.5c-0.4-0.9-1-1.6-1.6-2.2c-0.7-0.5-1.5-1-2.4-1.2c-0.9-0.2-1.8-0.3-2.9-0.3
          c-1.1,0-2.2,0.1-3.4,0.3c-1.2,0.2-2.3,0.4-3.4,0.8c-1.1,0.3-2.1,0.7-2.8,0.9c-0.7-0.8-1.5-1.3-2.5-1.6s-2-0.4-3.2-0.4
          c-0.9,0-1.7,0.1-2.7,0.2c-1,0.1-1.8,0.3-2.7,0.7c-0.9,0.2-1.7,0.5-2.5,0.8v-0.2c0-0.4-0.2-0.8-0.5-1c-0.3-0.2-0.8-0.4-1.3-0.4
          c-0.5,0-1.1,0.1-1.4,0.4c-0.3,0.2-0.5,0.7-0.5,1v19.9c0,0.4,0.2,0.8,0.5,1c0.3,0.2,0.8,0.4,1.3,0.4s1-0.1,1.4-0.4
          c0.3-0.2,0.5-0.5,0.5-1v-16.4l0,0l0,0c0.4-0.2,1-0.4,1.6-0.7c0.7-0.2,1.3-0.4,2.1-0.7c0.8-0.2,1.4-0.3,2.2-0.4
          c0.8-0.1,1.4-0.2,2.1-0.2c0.7,0,1.2,0.1,1.7,0.3c0.5,0.2,1,0.7,1.3,1.3c0.3,0.7,0.4,1.5,0.4,2.6v14.1c0,0.4,0.2,0.8,0.5,1
          c0.3,0.2,0.8,0.4,1.3,0.4c0.5,0,1-0.1,1.4-0.4c0.3-0.2,0.5-0.5,0.5-1L327,119c0-0.4,0-0.9-0.1-1.3c-0.1-0.4-0.1-0.8-0.2-1.2
          c0.8-0.2,1.5-0.5,2.5-0.8c1-0.3,2-0.5,2.9-0.7c1-0.2,2-0.3,2.8-0.3c0.8,0,1.3,0.1,2,0.3c0.5,0.2,1.1,0.7,1.4,1.3
          c0.3,0.7,0.5,1.5,0.5,2.6L338.9,133.2L338.9,133.2z M266.2,129.9c-0.7,0.2-1.3,0.4-2.2,0.7c-0.8,0.2-1.6,0.4-2.6,0.7
          c-1,0.2-1.8,0.4-2.7,0.5c-1,0.1-1.8,0.2-2.6,0.2c-0.9,0-1.6-0.1-2.3-0.3c-0.7-0.2-1.2-0.7-1.6-1.3c-0.4-0.7-0.7-1.5-0.7-2.6
          l-0.1-14.1c0-0.4-0.2-0.8-0.5-1c-0.3-0.2-0.8-0.4-1.2-0.4c-0.5,0-1.1,0.1-1.4,0.4c-0.3,0.2-0.5,0.5-0.5,1v14.1
          c0,1.4,0.2,2.5,0.7,3.5c0.4,1,1,1.6,1.7,2.2c0.8,0.5,1.6,1,2.6,1.2c1,0.2,2.1,0.3,3.2,0.3c1.1,0,2.3-0.1,3.5-0.3
          c1.2-0.2,2.4-0.4,3.5-0.7c1.2-0.2,2.2-0.5,3.2-0.8v0.4c0,0.4,0.2,0.8,0.5,1c0.3,0.2,0.8,0.4,1.3,0.4c0.5,0,1.1-0.1,1.4-0.4
          c0.3-0.2,0.5-0.5,0.5-1v-19.9c0-0.4-0.2-0.8-0.5-1c-0.3-0.2-0.8-0.4-1.3-0.4s-1,0.1-1.4,0.4c-0.3,0.2-0.5,0.5-0.5,1v16.2H266.2z"/>
        <path style="fill:#ffffff;" d="M215.2,19.6v-5.6c0-0.9-0.4-1.6-1.1-2.3s-1.5-1-2.5-1h-0.2c-1,0-1.7,0.3-2.4,1c-0.7,0.7-1,1.4-1.1,2.3v5.6
        h-14.6c-1,0-1.8,0.3-2.5,1c-0.7,0.7-1.1,1.4-1.1,2.3V23c0,0.9,0.4,1.6,1.1,2.3s1.5,1,2.5,1h3.2v14c0,9.2-0.5,18.5-1.6,27.6
        c-1.1,9.1-2.8,18.1-5.1,26.9c-0.2,0.9-0.1,1.7,0.4,2.4c0.5,0.8,1.2,1.2,2.2,1.5h0.2c0.7,0.1,1.2,0.1,1.8,0
        c0.5-0.2,1.1-0.4,1.5-0.9c0.4-0.4,0.8-0.9,0.9-1.5c2.2-7.7,3.8-15.8,4.9-23.9c1.1-8.1,1.8-16.3,2.1-24.6h12.6
        c0.7,0,1.2,0.1,1.6,0.3c0.5,0.2,1,0.5,1.3,0.9c0.4,0.3,0.7,0.8,0.9,1.2c0.2,0.4,0.3,1,0.3,1.5v36.6c0,0.5-0.1,1.1-0.3,1.5
        c-0.2,0.4-0.5,0.9-0.9,1.2c-0.3,0.3-0.8,0.7-1.3,0.8c-0.5,0.2-1.1,0.3-1.6,0.3h-3.5c-0.7,0-1.3,0.2-1.8,0.4
        c-0.5,0.3-1,0.7-1.3,1.2c-0.3,0.4-0.4,1-0.4,1.6v0.2c0,0.9,0.3,1.6,1,2.3c0.7,0.7,1.5,1,2.6,1h3.5c1.6,0,3-0.3,4.5-0.9
        c1.4-0.5,2.6-1.3,3.6-2.3c1.1-1,2-2.1,2.6-3.4c0.3-0.7,0.4-1.3,0.7-2c0.1-0.7,0.2-1.3,0.2-2.1V51.8c0-0.8-0.1-1.4-0.2-2.1
        c-0.1-0.7-0.3-1.3-0.7-2c-1-2-2.4-3.6-4.2-4.7c-1.8-1.2-4-1.7-6.4-1.7h-12.5v-1.1V26.2h23.7c1,0,1.8-0.3,2.5-1s1-1.4,1-2.3v-0.2
        c0-0.9-0.3-1.6-1-2.3c-0.7-0.7-1.5-1-2.5-1h-12.4V19.6z M246.6,36.3c0.2-0.9,0.2-1.6-0.2-2.4c-0.4-0.8-1.1-1.2-2.1-1.5l-0.3-0.1
        c-1-0.3-2-0.2-2.8,0.2c-0.9,0.4-1.4,1-1.8,1.8l-2.7,7.7c-0.2,0.5-0.3,1-0.2,1.5c0.1,0.5,0.3,1,0.7,1.3c0.4,0.4,0.9,0.9,1.3,1.1
        c0.5,0.2,1.1,0.3,1.6,0.3h15.2v9c0,1.1,0,2.2-0.1,3.3s-0.2,2.2-0.3,3.2h-17.3c-1,0-1.8,0.3-2.5,0.9c-0.7,0.7-1.1,1.4-1.1,2.3V65
        c0,1,0.4,1.7,1.1,2.3c0.7,0.5,1.5,0.9,2.5,0.9h15.6c-0.4,1.3-1,2.5-1.5,3.8c-0.5,1.2-1.2,2.5-1.8,3.7c-1.8,3-4,5.9-6.5,8.6
        c-2.5,2.6-5.3,5.1-8.4,7.5c-0.5,0.3-0.9,0.9-1.1,1.3c-0.2,0.5-0.2,1.1-0.1,1.6c0.1,0.5,0.3,1,0.8,1.5l0.2,0.3
        c0.3,0.3,0.8,0.7,1.1,0.8c0.4,0.2,0.9,0.3,1.4,0.3c0.4,0,1,0,1.4-0.1c0.4-0.1,0.9-0.3,1.2-0.7c1.7-1.3,3.3-2.6,4.8-3.9
        c1.5-1.3,2.8-2.6,4.1-3.9c2.7-2.8,5-5.6,6.8-8.5c1.8-2.9,3.4-5.9,4.5-9l19.8,25.3c0.4,0.4,0.9,0.8,1.4,1c0.5,0.2,1.2,0.3,1.8,0.3
        s1.2-0.2,1.7-0.5c0.5-0.3,1-0.8,1.3-1.3c0.2-0.5,0.3-1.1,0.3-1.6c0-0.5-0.3-1.1-0.7-1.6l-19.4-24.8h18c1.1,0,2-0.3,2.6-0.9
        c0.7-0.7,1-1.4,1-2.3V65c0-1-0.3-1.7-1-2.3s-1.5-0.9-2.6-0.9h-21.9c0.2-2.1,0.3-4.2,0.3-6.5v-9h19.8c1,0,1.8-0.3,2.5-1
        c0.7-0.7,1.1-1.4,1.1-2.3v-0.2c0-0.5-0.2-1.1-0.5-1.6c-0.3-0.4-0.8-0.9-1.3-1.2c-0.5-0.3-1.2-0.4-1.8-0.4h-36.9L246.6,36.3
        L246.6,36.3z M245.3,15.9c0.2-0.5,0.2-1.1,0.1-1.6s-0.4-1-0.8-1.5c-0.4-0.4-1-0.8-1.6-1l-0.2-0.1c-1-0.2-1.8-0.1-2.7,0.2
        c-0.9,0.4-1.5,1-1.8,1.8l-2.7,7.6c-0.2,0.5-0.3,1-0.2,1.5c0,0.5,0.2,1,0.5,1.5c0.4,0.4,0.9,0.7,1.4,0.9s1.1,0.3,1.7,0.3h45.1
        c1,0,1.8-0.3,2.5-0.9c0.7-0.5,1.1-1.3,1.1-2.2v-0.2c0-0.9-0.4-1.6-1.1-2.3c-0.7-0.7-1.5-1-2.5-1h-39.9L245.3,15.9L245.3,15.9z
         M321.3,73.6v19.1h-14.1c-1,0-1.8,0.3-2.5,1c-0.7,0.7-1.1,1.4-1.1,2.3V96c0,0.9,0.4,1.6,1.1,2.3s1.5,1,2.5,1h27.5
        c1.6,0,3.2-0.3,4.6-0.9c1.4-0.5,2.6-1.3,3.6-2.2c1-1,1.8-2.1,2.4-3.3c0.7-1.3,1-2.6,1-4.1v-3.3c0-1-0.4-1.7-1.1-2.3
        c-0.7-0.5-1.5-0.9-2.5-0.9h-0.3c-1,0-1.8,0.3-2.5,0.9c-0.7,0.7-1.1,1.4-1.1,2.3v3.3c0,0.5-0.1,1.1-0.3,1.6
        c-0.2,0.5-0.5,0.9-0.9,1.2c-0.4,0.3-0.9,0.7-1.3,0.8c-0.5,0.2-1.1,0.3-1.6,0.3h-6.1V73.6h5.1c0.9,0,1.6-0.1,2.4-0.2
        c0.8-0.1,1.4-0.3,2.1-0.7c1.4-0.5,2.7-1.3,3.8-2.3c1.1-1,2-2.1,2.5-3.3c0.5-1.2,0.9-2.5,0.9-4V33.6c0-0.8-0.1-1.4-0.2-2.2
        c-0.1-0.7-0.3-1.3-0.7-2c-0.7-1.3-1.5-2.4-2.6-3.4c-1.1-1-2.4-1.6-3.7-2.2c-1.4-0.5-2.9-0.8-4.5-0.8h-5.1V14c0-0.9-0.3-1.6-1-2.3
        s-1.5-1-2.6-1c-1.1,0-2,0.3-2.6,1c-0.7,0.7-1,1.4-1,2.3v9.1h-5.1c-2.4,0-4.6,0.5-6.4,1.7c-1.8,1.1-3.3,2.6-4.2,4.6
        c-0.3,0.7-0.5,1.3-0.7,2c-0.1,0.7-0.2,1.4-0.2,2.2v29.7c0,2,0.5,3.7,1.5,5.2s2.4,2.8,4.1,3.7c1.7,1,3.7,1.4,5.9,1.4H321.3
        L321.3,73.6z M362.1,28.7c0.1-1-0.1-1.7-0.8-2.4c-0.7-0.7-1.4-1-2.4-1.2l-0.2-0.1c-0.7-0.1-1.2,0-1.8,0.2c-0.5,0.2-1.1,0.5-1.4,1
        c-0.4,0.4-0.7,1-0.8,1.5l-3.6,27.8c0,0.4,0,1,0.1,1.4c0.2,0.4,0.4,0.9,0.9,1.2c0.3,0.3,0.8,0.7,1.2,0.8c0.4,0.2,1,0.3,1.5,0.3
        h33.6c1,0,1.7,0.1,2.5,0.4c0.8,0.3,1.4,0.7,2,1.2c0.7,0.5,1.1,1.2,1.4,1.8s0.4,1.4,0.4,2.2v22.1c0,0.9-0.2,1.5-0.4,2.2
        c-0.3,0.7-0.8,1.3-1.4,1.8c-0.7,0.5-1.3,1-2,1.2c-0.8,0.3-1.5,0.4-2.5,0.4h-24.1c-1,0-1.8,0.3-2.5,0.9c-0.7,0.7-1.1,1.4-1.1,2.3
        v0.1c0,0.9,0.4,1.6,1.1,2.3s1.5,1,2.5,1h24.1c1,0,1.8-0.1,2.7-0.2c0.9-0.1,1.7-0.4,2.6-0.8c1.7-0.7,3.2-1.5,4.3-2.6
        c1.2-1.1,2.2-2.4,2.8-3.8c0.4-0.8,0.7-1.5,0.9-2.4c0.2-0.8,0.3-1.6,0.3-2.4V65.1c0-0.9-0.1-1.7-0.3-2.5c-0.2-0.8-0.5-1.5-0.9-2.3
        c-0.7-1.5-1.6-2.7-2.8-3.9c-1.2-1.1-2.7-2.1-4.3-2.7c-0.9-0.3-1.7-0.5-2.6-0.7c-0.9-0.1-1.8-0.2-2.7-0.2h-29.1L362.1,28.7
        L362.1,28.7z M353.5,11.8h30.9c1,0,2,0,2.8,0.2c0.9,0.1,1.7,0.3,2.5,0.7c1.7,0.7,3.2,1.5,4.3,2.6c1.2,1.1,2.2,2.4,2.9,3.9
        c0.3,0.8,0.7,1.5,0.8,2.3c0.2,0.8,0.3,1.6,0.3,2.4v22.5c0,0.9-0.4,1.6-1.1,2.3c-0.7,0.7-1.5,1-2.5,1h-0.2c-1,0-1.8-0.3-2.5-1
        c-0.7-0.7-1.1-1.4-1.1-2.3V24c0-0.8-0.1-1.4-0.4-2.1s-0.8-1.3-1.3-1.8c-0.7-0.5-1.3-1-2.1-1.3c-0.8-0.3-1.5-0.4-2.5-0.4h-30.9
        c-1,0-1.8-0.3-2.5-0.9c-0.7-0.7-1.1-1.4-1.1-2.3v-0.1c0-0.9,0.4-1.6,1.1-2.3C351.7,12.2,352.6,11.8,353.5,11.8L353.5,11.8z
         M328.4,67V29.9h5.1c0.7,0,1.2,0.1,1.7,0.2c0.5,0.1,1,0.4,1.4,0.9c0.4,0.3,0.7,0.8,0.9,1.2c0.2,0.4,0.3,1,0.3,1.5v29.7
        c0,0.5-0.1,1.1-0.3,1.5s-0.5,0.9-0.9,1.2c-0.4,0.3-0.9,0.7-1.4,0.8c-0.5,0.2-1.1,0.3-1.7,0.3h-5.1V67z M311.9,33.6
        c0-1.1,0.4-2,1.2-2.7c0.8-0.7,1.8-1,3-1.1h5.1v37.2h-5.1c-1.3,0-2.3-0.4-3-1.1c-0.8-0.7-1.2-1.6-1.2-2.7V33.6L311.9,33.6z
         M349.9,73.4h33.8c1,0,1.7,0.3,2.4,1c0.7,0.7,1,1.4,1.1,2.3v0.2c0,0.9-0.4,1.6-1.1,2.3s-1.5,1-2.4,1h-33.8c-1,0-1.8-0.3-2.5-1
        c-0.7-0.7-1.1-1.4-1.1-2.3v-0.2c0-0.9,0.4-1.6,1.1-2.3C348.1,73.8,348.9,73.4,349.9,73.4z"/>
      </g>
    </svg>
            </a>
            <div>建站不求人，自助搭建在线交易网站！</div>
            <foot style="background: transparent"></foot>
        </footer>
    </div>
</template>

<script>
    import foot from '~/components/landingPage/jz/foot';
    import 'animate.css';
    if(process.client){
        var WOWJS = require('wowjs');
    }
    export default {
        name: "jz",
        props:['domainObj'],
        components:{
            foot
        },
        data(){
          return{
              isShowQrCode:false,
              title:'建网站不求人，自助搭建在线交易网站',
              description:'族蚂网提供海量模板/建站/公众号/小程序/H5/电子商城等一站式互联网解决方案',
              sharePicIcon:'/images/zumaShareIcon.png',
              source:'族蚂网',
              marginLeftVal:100,
              isShowOne:true,
              isShowTwo:false,
              widthVal:325,
              heightVal:360,
              marginLeftVal1:205,
              registerUrl:null,
              loginUrl:null,
          }
        },
        created(){
            this.registerUrl = '/zhuce?url='+encodeURIComponent(this.domainObj.wwwDomain+'/pcMemberCenter/asOne');
            this.loginUrl = '/denglu?url='+encodeURIComponent(this.domainObj.wwwDomain);
            this.sharePicIcon = this.domainObj.wwwDomain+this.sharePicIcon;
        },
        mounted(){
            this.handleWidth(document.querySelector("body").clientWidth);
            this.$nextTick(()=>{
                this.qrcode();
            });
            new WOWJS.WOW().init()
        },
        methods:{
            qqShare(){
                let _shareUrl = 'https://connect.qq.com/widget/shareqq/iframe_index.html?';
                _shareUrl += 'url=' + encodeURIComponent(location.href);   //分享的链接
                _shareUrl += '&title=' + encodeURIComponent(this.title);     //分享的标题
                _shareUrl += '&source=' + encodeURIComponent(this.source);
                _shareUrl += '&sourceUrl=' + encodeURIComponent(location.href);
                _shareUrl += '&content=' + 'utf-8';   //参数content设置页面编码gb2312|utf-8，可选参数
                _shareUrl += '&pic=' + encodeURIComponent(this.sharePicIcon);  //参数pic设置图片链接|默认为空，可选参数
                window.open(_shareUrl,'_blank');
            },
            weixinShare(){
                this.isShowQrCode = true;
            },
            qrcode() {
                new QRCode('qrcode', {
                    width: 196,
                    height: 196,
                    text: location.href, // 二维码地址
                    colorDark : "#000",
                    colorLight : "#fff",
                });
            },
            closeQrCode(){
                this.isShowQrCode = false;
            },
            weiboShare(){
                let _shareUrl = 'http://v.t.sina.com.cn/share/share.php?';     //真实的appkey，必选参数
                _shareUrl += '&url='+ encodeURIComponent(location.href);     //参数url设置分享的内容链接|默认当前页location，可选参数
                _shareUrl += '&title=' + encodeURIComponent(this.title);    //参数title设置分享的标题|默认当前页标题，可选参数
                _shareUrl += '&source=' + encodeURIComponent(this.source);
                _shareUrl += '&sourceUrl=' + encodeURIComponent(location.href);
                _shareUrl += '&content=' + 'utf-8';   //参数content设置页面编码gb2312|utf-8，可选参数
                _shareUrl += '&pic=' + encodeURIComponent(this.sharePicIcon);  //参数pic设置图片链接|默认为空，可选参数
                window.open(_shareUrl,'_blank');
            },
            kjShare(){
                let _shareUrl = 'http://sns.qzone.qq.com/cgi-bin/qzshare/cgi_qzshare_onekey?';
                _shareUrl += 'url=' + encodeURIComponent(location.href);   //参数url设置分享的内容链接|默认当前页location
                _shareUrl += '&showcount=' + 1;      //参数showcount是否显示分享总数,显示：'1'，不显示：'0'，默认不显示
                _shareUrl += '&desc=' + encodeURIComponent(this.description);    //参数desc设置分享的描述，可选参数
                _shareUrl += '&title=' + encodeURIComponent(this.title);    //参数title设置分享标题，可选参数
                _shareUrl += '&site=' + encodeURIComponent(location.href);   //参数site设置分享来源，可选参数
                _shareUrl += '&pics=' + encodeURIComponent(this.sharePicIcon);   //参数pics设置分享图片的路径，多张图片以＂|＂隔开，可选参数
                window.open(_shareUrl,'_blank');
            },
            handleWidth(val){
                if(val >= 1280){
                    this.marginLeftVal = 100
                }else{
                    if(val>=1200){
                        this.marginLeftVal = 100 - (1280-val);
                    }else{
                        this.marginLeftVal = 20;
                    }
                }
                if(val >= 1099){
                    this.widthVal = 325;
                    this.heightVal = 360;
                }else{
                    this.widthVal = 300;
                    this.heightVal = 332;
                }
                if(val >= 1140){
                    this.isShowOne = true;
                    this.isShowTwo = false;
                }else{
                    this.isShowOne = false;
                    this.isShowTwo = true;
                }
                if(val>=1078){
                    this.marginLeftVal1 = 205;
                }else{
                    this.marginLeftVal1 = 205-(1078-val);
                }
            }
        },
        computed:{
            windowWidth(){
                return this.$store.state.windowWidth;
            },
        },
        watch:{
            windowWidth(val){
                this.handleWidth(val);
            }
        }
    }
</script>

<style scoped lang="less">
    .landingPage{
        width: 100%;
        min-width: 1024px;
        header{
            .headTop{
                width: 100%;
                height:40px;
                background: #F6F6F6;
                &>div{
                    font-size: 14px;
                    color:#9FACBC;
                    max-width: 1280px;
                    padding: 0 20px;
                    display: flex;
                    align-items: center;
                    justify-content: space-between;
                    height:40px;
                    margin: 0 auto;
                    position: relative;
                    &>div:nth-child(2){
                        display: flex;
                        align-items: center;
                        &>div:nth-child(2){
                            img{
                                cursor: pointer;
                                margin-right: 15px;
                            }
                            img:nth-last-child(1){
                                margin: 0;
                            }
                        }
                    }
                    .weixin_bg{
                        position:absolute;
                        right: 15px;
                        top: 40px;
                        width:280px;
                        height:340px;
                        background: #fff;
                        border: solid 1px #d8d8d8;
                        font-size: 12px;
                        padding:10px;
                        border-radius:4px;
                        color:#333333;
                        z-index: 5;
                        .weixin_bg_head{
                            height:16px;
                            span{
                                float:left;
                                font-weight:700;
                            }
                            a{
                                float:right;
                                font-size:18px;
                                margin-top:-8px;
                                color:#333333;
                                cursor: pointer;
                            }
                        }
                        .weixin_bg_qrcode{
                            height:255px;
                            padding:31px;
                            img{
                                height:30px;
                                width:30px;
                            }
                        }
                        .weixin_bg_foot{
                            line-height:20px;
                        }
                    }
                }
            }
            .headBottom{
                width: 100%;
                max-width: 1280px;
                padding: 0 20px;
                height:90px;
                display: flex;
                align-items: center;
                margin: 0 auto;
                &>a:nth-child(1){
                    width: 150px;
                    height:54px;
                    &>svg{
                        width: 150px;
                        height:54px;
                    }
                }
                &>div:nth-child(2){
                    display: flex;
                    align-items: center;
                    justify-content: flex-end;
                    width: 100%;
                    max-width: 472px;
                    min-width: 352px;
                    margin-left: 205px;
                    &>a{
                        font-size: 18px;
                        color:#122F46;
                        margin-right: 100px;
                    }
                }
                &>div:nth-child(3){
                    width: 310px;
                    display: flex;
                    align-items: center;
                    &>a:nth-child(1){
                        width: 180px;
                        height:35px;
                        font-size: 18px;
                        font-weight: bold;
                        color:#ffffff;
                        background:#4C95FD;
                        border-radius: 20px;
                        display: flex;
                        align-items: center;
                        justify-content: center;
                    }
                    &>a:nth-child(2){
                        width: 120px;
                        height:35px;
                        font-size: 18px;
                        font-weight: bold;
                        color:#4C95FD;
                        border-radius: 20px;
                        border: 2px solid #4C95FD;
                        margin-left: 10px;
                        background: #ffffff;
                        display: flex;
                        align-items: center;
                        justify-content: center;
                    }
                }
            }
        }
        main{
            .banner{
                width: 100%;
                &>img{
                    width: 100%;
                }
            }
            &>div:nth-child(2){
                width: 100%;
                background-image:url("/images/landingPage/jz/beijing1.png");
                background-repeat: no-repeat;
                background-size: cover;
                background-position: center;
                height:900px;
                padding-top:70px;
                display: flex;
                align-items: center;
                flex-direction: column;
                &>div:nth-child(1){
                    font-size: 40px;
                    color:#122F46;
                }
                &>div:nth-child(2){
                    font-size: 22px;
                    color:#122F46;
                    margin-top: 20px;
                }
                &>div:nth-child(3){
                    width: 70px;
                    height:5px;
                    background: #4C95FD;
                    margin-top: 40px;
                }
                &>div:nth-child(4){
                    width: 855px;
                    margin-top: 60px;
                    color:#122F46;
                    font-size: 24px;
                    text-align: center;
                }
                &>div:nth-child(5){
                    width:100%;
                    max-width: 1179px;
                    display: flex;
                    align-items: center;
                    justify-content: space-between;
                    margin-top: 60px;
                    padding: 0 32px;
                    &>div{
                        width: 325px;
                        margin-right: 30px;
                        &>div:nth-child(1){
                            width: 325px;
                            height:360px;
                            background: #ffffff;
                            box-shadow: 0 10px 10px rgba(52,52,52,0.2);
                            display: flex;
                            flex-direction: column;
                            align-items: center;
                            transition: transform 0.5s;
                            &>img:nth-child(1){
                                width: 100px;
                                height:100px;
                                margin-top: 50px;
                            }
                            &>img:nth-child(2){
                                width: 100px;
                                height:100px;
                                display: none;
                                margin-top: 50px;
                            }
                            &>div:nth-child(3){
                                font-size: 28px;
                                color:#122F46;
                                margin-top:30px;
                            }
                            &>div:nth-child(4){
                                width: 260px;
                                font-size: 22px;
                                color:#9FACBC;
                                margin-top: 10px;
                                text-align: center;
                            }
                            &:hover{
                                transform: translateY(-10px);
                                &>img:nth-child(1){
                                    display: none;
                                }
                                &>img:nth-child(2){
                                    display: inline-block;
                                }
                                &>div:nth-child(3){
                                    color:#E60000;
                                }
                                &>div:nth-child(4){
                                    color:#E60000;
                                }
                            }
                        }
                        &>a:nth-child(2){
                            width: 140px;
                            height:45px;
                            background:#4C95FD;
                            border-radius: 23px;
                            display: flex;
                            align-items: center;
                            justify-content: center;
                            color:#ffffff;
                            font-size: 20px;
                            font-weight: bold;
                            margin: 0 auto;
                            margin-top: 30px;
                            cursor: pointer;
                            &:hover{
                                background: rgba(76,149,253,0.8);
                            }
                        }
                    }
                    &>div:nth-last-child(1){
                        margin-right: 0;
                    }
                }
            }
            &>div:nth-child(3){
                display: flex;
                flex-direction: column;
                align-items: center;
                padding-top: 70px;
                &>div:nth-child(1){
                    font-size: 40px;
                    color:#122F46;
                }
                &>div:nth-child(2){
                    font-size: 22px;
                    color:#122F46;
                    margin-top: 20px;
                }
                &>div:nth-child(3){
                    width: 70px;
                    height:5px;
                    background: #4C95FD;
                    margin-top: 40px;
                }
                &>div:nth-child(4){
                    width: 902px;
                    display: flex;
                    align-items: center;
                    justify-content: space-between;
                    margin-top: 65px;
                    &>div{
                        width: 113px;
                        display: flex;
                        flex-direction: column;
                        align-items: center;
                        &>div{
                            font-size: 28px;
                            color:#122F46;
                            margin-top: 10px;
                        }
                    }
                }
                &>div:nth-child(5){
                    width: 902px;
                    display: flex;
                    align-items: center;
                    justify-content: space-between;
                    margin-top: 175px;
                    &>div{
                        width: 113px;
                        display: flex;
                        flex-direction: column;
                        align-items: center;
                        &>div{
                            font-size: 28px;
                            color:#122F46;
                            margin-top: 10px;
                        }
                    }
                }
                &>a:nth-child(6){
                    width: 220px;
                    height:55px;
                    border-radius: 28px;
                    font-size: 28px;
                    font-weight: bold;
                    color:#ffffff;
                    background: #4C95FD;
                    margin-top: 75px;
                    display: flex;
                    align-items: center;
                    justify-content: center;
                    cursor: pointer;
                    &:hover{
                        background: rgba(76,149,253,0.8);
                    }
                }
            }
            &>div:nth-child(4){
                display: flex;
                flex-direction: column;
                align-items: center;
                width: 100%;
                background-image: url("/images/landingPage/jz/beijing3.png");
                background-repeat: no-repeat;
                background-size: cover;
                background-position: center;
                margin-top: 75px;
                padding-top: 70px;
                padding-bottom: 140px;
                &>div:nth-child(1){
                    font-size: 40px;
                    color:#ffffff;
                }
                &>div:nth-child(2){
                    font-size: 22px;
                    color:#ffffff;
                    margin-top: 20px;
                }
                &>div:nth-child(3){
                    width: 70px;
                    height:5px;
                    background: #4C95FD;
                    margin-top: 40px;
                }
                &>a:nth-child(4){
                    margin-top: 45px;
                    display: flex;
                    align-items: center;
                    cursor: pointer;
                    &:hover>div:nth-child(1){
                        background: transparent;
                        border: 2px solid #4C95FD;
                    }
                    &:hover>div:nth-child(2){
                        background: transparent;
                        border: 2px solid #4C95FD;
                    }
                    &>div:nth-child(1){
                        width: 190px;
                        height:55px;
                        font-size: 28px;
                        color:#ffffff;
                        background:#4C95FD;
                        display: flex;
                        align-items: center;
                        justify-content: center;
                        &:hover{
                            background:#4C95FD;
                            border: 0;
                        }
                    }
                    &>div:nth-child(2){
                        width: 190px;
                        height:55px;
                        font-size: 28px;
                        color:#ffffff;
                        background:transparent;
                        border: 2px solid #4C95FD;
                        display: flex;
                        align-items: center;
                        justify-content: center;
                        &:hover{
                            background:#4C95FD;
                            border: 0;
                        }
                    }
                }
                &>div:nth-child(5){
                    margin-top: 100px;
                    display: flex;
                    align-items: center;
                    justify-content: space-between;
                    width: 1120px;
                    &>div{
                        width: 220px;
                        height:80px;
                        display: flex;
                        align-items: center;
                        justify-content: center;
                        font-size: 28px;
                        color:#ffffff;
                        background: linear-gradient(180deg,#F6982F,#ea3c49);
                        border-radius: 20px;
                    }
                }
                &>div:nth-child(6){
                    margin-top: 100px;
                    width:510px;
                    &>div{
                        width: 100%;
                        display: flex;
                        align-items: center;
                        justify-content: space-between;
                        &>div{
                            width: 220px;
                            height:80px;
                            display: flex;
                            align-items: center;
                            justify-content: center;
                            font-size: 28px;
                            color:#ffffff;
                            background: linear-gradient(180deg,#F6982F,#ea3c49);
                            border-radius: 20px;
                        }
                    }
                    &>div:nth-child(2){
                        margin-top: 65px;
                    }
                }
            }
            &>div:nth-child(5){
                display: flex;
                flex-direction: column;
                align-items: center;
                width: 100%;
                background-image: url("/images/landingPage/jz/beijing4.png");
                background-repeat: no-repeat;
                background-size: cover;
                background-position: center;
                padding-top: 70px;
                padding-bottom: 90px;
                &>div:nth-child(1){
                    font-size: 40px;
                    color:#122F46;
                }
                &>div:nth-child(2){
                    font-size: 22px;
                    color:#122F46;
                    margin-top: 20px;
                }
                &>div:nth-child(3){
                    width: 70px;
                    height:5px;
                    background: #4C95FD;
                    margin-top: 40px;
                }
                &>a:nth-child(4){
                    margin-top: 45px;
                    display: flex;
                    align-items: center;
                    cursor: pointer;
                    &:hover>div:nth-child(1){
                        background: transparent;
                        color:#122F46;
                        border: 2px solid #4C95FD;
                    }
                    &:hover>div:nth-child(2){
                        background: transparent;
                        color:#122F46;
                        border: 2px solid #4C95FD;
                    }
                    &>div:nth-child(1){
                        width: 190px;
                        height:55px;
                        font-size: 28px;
                        color:#ffffff;
                        background:#4C95FD;
                        display: flex;
                        align-items: center;
                        justify-content: center;
                        &:hover{
                            background:#4C95FD;
                            color:#ffffff;
                            border: 0;
                        }
                    }
                    &>div:nth-child(2){
                        width: 190px;
                        height:55px;
                        font-size: 28px;
                        color:#122F46;
                        background:transparent;
                        border: 2px solid #4C95FD;
                        display: flex;
                        align-items: center;
                        justify-content: center;
                        &:hover{
                            background:#4C95FD;
                            color:#ffffff;
                            border: 0;
                        }
                    }
                }
                &>div:nth-child(5){
                    width: 100%;
                    display: flex;
                    align-items: center;
                    justify-content: center;
                    flex-wrap: wrap;
                    max-width: 1600px;
                    margin-top: 95px;
                    &>div{
                        height:430px;
                        width:260px;
                        display: flex;
                        flex-direction: column;
                        align-items: center;
                        margin:0 30px;
                        &>div:nth-child(1){
                            cursor: pointer;
                            width: 140px;
                            height:140px;
                            &:hover img{
                                // transform-orgin:left center;
                                animation:bounce-in 0.5s alternate;
                            }
                        }

                        &>div:nth-child(2){
                            font-size: 28px;
                            color:#122F46;
                            margin-top: 10px;
                        }
                        &>div:nth-child(3){
                            font-size: 22px;
                            color:#9FACBC;
                            margin-top: 10px;
                        }
                    }
                }
            }
            &>div:nth-child(6){
                display: flex;
                flex-direction: column;
                align-items: center;
                width: 100%;
                padding-top: 70px;
                padding-bottom: 160px;
                background: #F3F6F9;
                &>div:nth-child(1){
                    font-size: 40px;
                    color:#122F46;
                }
                &>div:nth-child(2){
                    font-size: 22px;
                    color:#122F46;
                    margin-top: 20px;
                }
                &>div:nth-child(3){
                    width: 70px;
                    height:5px;
                    background: #4C95FD;
                    margin-top: 40px;
                }
                &>a:nth-child(4){
                    margin-top: 45px;
                    display: flex;
                    align-items: center;
                    cursor: pointer;
                    &:hover>div:nth-child(1){
                        background: transparent;
                        color:#122F46;
                        border: 2px solid #4C95FD;
                    }
                    &:hover>div:nth-child(2){
                        background: transparent;
                        color:#122F46;
                        border: 2px solid #4C95FD;
                    }
                    &>div:nth-child(1){
                        width: 190px;
                        height:55px;
                        font-size: 28px;
                        color:#ffffff;
                        background:#4C95FD;
                        display: flex;
                        align-items: center;
                        justify-content: center;
                        &:hover{
                            background:#4C95FD;
                            color:#ffffff;
                            border: 0;
                        }
                    }
                    &>div:nth-child(2){
                        width: 190px;
                        height:55px;
                        font-size: 28px;
                        color:#122F46;
                        background:transparent;
                        border: 2px solid #4C95FD;
                        display: flex;
                        align-items: center;
                        justify-content: center;
                        &:hover{
                            background:#4C95FD;
                            color:#ffffff;
                            border: 0;
                        }
                    }
                }
                &>div:nth-child(5){
                    margin-top: 75px;
                    display: flex;
                    flex-wrap: wrap;
                    align-items: center;
                    justify-content: center;
                    &>div:nth-child(1){
                        width: 690px;
                        margin: 0 108.5px 50px;
                        &>div:nth-child(1){
                            font-size: 30px;
                            font-weight: bold;
                            color:#122F46;
                            text-align: center;
                        }
                        &>div:nth-child(2){
                            font-size: 30px;
                            font-weight: bold;
                            color:#122F46;
                            text-align: center;
                            margin-top: 10px;
                        }
                        &>div:nth-child(3){
                            margin-top: 34px;
                            font-size: 22px;
                            color:#9FACBC;
                        }
                        &>div:nth-child(4){
                            margin-top: 25px;
                            font-size: 22px;
                            color:#9FACBC;
                        }
                    }
                    &>img{
                        margin: 0 108.5px;
                    }
                }
            }
            &>div:nth-child(7){
                display: flex;
                flex-direction: column;
                align-items: center;
                width: 100%;
                padding-top: 70px;
                padding-bottom: 65px;
                background: #ffffff;
                &>div:nth-child(1){
                    font-size: 40px;
                    color:#122F46;
                }
                &>div:nth-child(2){
                    font-size: 22px;
                    color:#122F46;
                    margin-top: 20px;
                }
                &>div:nth-child(3){
                    width: 70px;
                    height:5px;
                    background: #4C95FD;
                    margin-top: 40px;
                }
                &>div:nth-child(4){
                    margin-top: 45px;
                    display: flex;
                    align-items: center;
                    justify-content: center;
                    flex-wrap: wrap;
                    max-width: 1520px;
                    &>img{
                        margin: 0 50px 30px;
                    }
                }
                &>a:nth-child(5){
                    margin-top: 45px;
                    display: flex;
                    align-items: center;
                    cursor: pointer;
                    &:hover>div:nth-child(1){
                        background: transparent;
                        color:#122F46;
                        border: 2px solid #4C95FD;
                    }
                    &:hover>div:nth-child(2){
                        background: transparent;
                        color:#122F46;
                        border: 2px solid #4C95FD;
                    }
                    &>div:nth-child(1){
                        width: 190px;
                        height:55px;
                        font-size: 28px;
                        color:#ffffff;
                        background:#4C95FD;
                        display: flex;
                        align-items: center;
                        justify-content: center;
                        &:hover{
                            background:#4C95FD;
                            color:#ffffff;
                            border: 0;
                        }
                    }
                    &>div:nth-child(2){
                        width: 190px;
                        height:55px;
                        font-size: 28px;
                        color:#122F46;
                        background:transparent;
                        border: 2px solid #4C95FD;
                        display: flex;
                        align-items: center;
                        justify-content: center;
                        &:hover{
                            background:#4C95FD;
                            color:#ffffff;
                            border: 0;
                        }
                    }
                }
            }
            &>div:nth-child(8){
                display: flex;
                flex-direction: column;
                align-items: center;
                width: 100%;
                padding-top: 70px;
                padding-bottom: 65px;
                background: #F2F2F2;
                &>div:nth-child(1){
                    font-size: 40px;
                    color:#122F46;
                }
                &>div:nth-child(2){
                    font-size: 22px;
                    color:#122F46;
                    margin-top: 20px;
                }
                &>div:nth-child(3){
                    width: 70px;
                    height:5px;
                    background: #4C95FD;
                    margin-top: 40px;
                }
                &>div:nth-child(4){
                    margin-top: 65px;
                    display: flex;
                    align-items: center;
                    justify-content: center;
                    flex-wrap: wrap;
                    &>img{
                        margin: 0 35px 90px;
                    }
                }
                &>a:nth-child(5){
                    margin-top: 45px;
                    display: flex;
                    align-items: center;
                    cursor: pointer;
                    &:hover>div:nth-child(1){
                        background: transparent;
                        color:#122F46;
                        border: 2px solid #4C95FD;
                    }
                    &:hover>div:nth-child(2){
                        background: transparent;
                        color:#122F46;
                        border: 2px solid #4C95FD;
                    }
                    &>div:nth-child(1){
                        width: 190px;
                        height:55px;
                        font-size: 28px;
                        color:#ffffff;
                        background:#4C95FD;
                        display: flex;
                        align-items: center;
                        justify-content: center;
                        &:hover{
                            background:#4C95FD;
                            color:#ffffff;
                            border: 0;
                        }
                    }
                    &>div:nth-child(2){
                        width: 190px;
                        height:55px;
                        font-size: 28px;
                        color:#122F46;
                        background:transparent;
                        border: 2px solid #4C95FD;
                        display: flex;
                        align-items: center;
                        justify-content: center;
                        &:hover{
                            background:#4C95FD;
                            color:#ffffff;
                            border: 0;
                        }
                    }
                }
            }
        }
        footer{
            background: #2C2C2C;
            display: flex;
            flex-direction: column;
            align-items: center;
            padding-top: 70px;
            padding-bottom: 30px;
            &>a>svg{
                width: 200px;
            }
            &>div:nth-child(2){
                font-size: 22px;
                color:#ffffff;
                margin-top:30px;
                margin-bottom: 50px;
            }
        }
    }

    @keyframes bounce-in{
        0%,20%,40%,60%,80%,100%{-webkit-transition-timing-function:cubic-bezier(0.215,.610,.355,1.000);transition-timing-function:cubic-bezier(0.215,.610,.355,1.000)}
        0%{opacity:0;-webkit-transform:scale3d(.3,.3,.3);transform:scale3d(.3,.3,.3)}
        20%{-webkit-transform:scale3d(1.1,1.1,1.1);transform:scale3d(1.1,1.1,1.1)}
        40%{-webkit-transform:scale3d(.9,.9,.9);transform:scale3d(.9,.9,.9)}
        60%{opacity:1;-webkit-transform:scale3d(1.03,1.03,1.03);transform:scale3d(1.03,1.03,1.03)}
        80%{-webkit-transform:scale3d(.97,.97,.97);transform:scale3d(.97,.97,.97)}
        100%{opacity:1;-webkit-transform:scale3d(1,1,1);transform:scale3d(1,1,1)}
    }
</style>