<template>
    <div id="wrap">
        <zmHeader :changeTheme='changeTheme' :jzDomain="pageData.jzDomain" :isShowChecked="1"/>
        <main>
            <div></div>
            <div>
                <div>《关于通过族蚂建站平台发布视频的有关规定》</div>
                <div>
                    <p>为维护国家利益和公共利益，保护公众和互联网视听节目服务单位的合法权益，规范互联网视听节目服务秩序，促进健康有序发展，根据国家有关规定，制定本规定。</p>
                    <p>主体属于互联网视听节目服务单位，是重要的网络文化建设力量，应当自觉遵守宪法、法律和行政法规，接受互联网视听节目服务行业主管部门和互联网行业主管部门的管理。</p>
                    <p>本规定所称互联网视听节目服务，是指制作、编辑、集成并通过互联网向公众提供视视频节目，以及为他人提供上载传播视听节目服务的活动。</p>
                    <div>
                        <div>
                            <h1>申请条件</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>各主体申请在族蚂网从事互联网视听节目服务的，应当同时具备以下条件：</p>
                    <p>（一）具备法人资格，为国有独资或国有控股单位，且在申请之日前三年内无违法违规记录；</p>
                    <p>（二）有健全的节目安全传播管理制度和安全保护技术措施；</p>
                    <p>（三）有与其业务相适应并符合国家规定的视听节目资源；</p>
                    <p>（四）有与其业务相适应的技术能力、网络资源；</p>
                    <p>（五）有与其业务相适应的专业人员，且主要出资者和经营者在申请之日前三年内无违法违规记录；</p>
                    <p>（六）技术方案符合国家标准、行业标准和技术规范；</p>
                    <p>（七）符合国务院广播电影电视主管部门确定的互联网视听节目服务总体规划、布局和业务指导目录；</p>
                    <p>（八）符合法律、行政法规和国家有关规定的条件。</p>
                    <div>
                        <div>
                            <h1>许可证</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>在族蚂网建立主体，根据以下条件，必须具有相应的许可证：</p>
                    <p>（一） 所有网上的新闻、视频、视频节目都要办理《互联网出版许可证》。</p>
                    <p>（二） 视频、视频节目，除了具有《互联网出版许可证》，还应当取得广播电影电视主管部门颁发的《信息网络传播视听节目许可证》。</p>
                    <p>（三） 从事广播电台、电视台形态服务和时政类视听新闻服务的，除具有《互联网出版许可证》、《信息网络传播视听节目许可证》，应当持有《广播电视播出机构许可证》或《互联网新闻信息服务许可证》。其中，以自办频道方式播放视听节目的，由地（市）级以上广播电台、电视台、中央新闻单位提出申请。</p>
                    <p>（四） 从事主持、访谈、报道类视听服务的，除了《互联网出版许可证》、《信息网络传播视听节目许可证》外，还应当持有《广播电视节目制作经营许可证》和《互联网新闻信息服务许可证》; 从事自办网络剧（片）类服务的，还应当持有《广播电视节目制作经营许可证》</p>
                    <p>（五）互联网视听节目服务单位变更股东、股权结构，有重大资产变动或有上市等重大融资行为的，以及业务项目超出《许可证》载明范围的，应办理审批手续。</p>
                    <p class="bold">未经批准，任何组织和个人不得在互联网上使用广播电视专有名称开展业务。</p>
                    <p>《许可证》有效期为3年。有效期届满，需继续从事互联网视听节目服务的，应于有效期届满前30日内，，向原发证机关申请办理续办手续。</p>
                    <div>
                        <div>
                            <h1>关于转载他人视频</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>各主体转载有关以视频播放方式的政治、经济、军事、外交等社会公共事务的报道、评论，或者出以上新闻报道之外的其他新闻时，主体人员如有从其他网站或其他媒介转载、摘抄他人作品，应当遵守著作权法律法规的相关规定，必须经过著作权人许可并支付报酬，并应当指明作者姓名、作品名称及作品来源。法律、法规另有规定的除外。</p>
                    <p>转载他人作品，不得对作品内容进行实质性修改；不得对标题和内容做文字性修改和删节，不得歪曲篡改标题和作品的原意。</p>
                    <div>
                        <div>
                            <h1>禁止性规定</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>◆视听节目不得含有以下内容：</p>
                    <p>（一） 反对宪法确定的基本原则的；</p>
                    <p>（二） 危害国家统一、主权和领土完整的；</p>
                    <p>（三） 泄露国家秘密、危害国家安全或者损害国家荣誉和利益的；</p>
                    <p>（四） 煽动民族仇恨、民族歧视，破坏民族团结，或者侵害民族风俗、习惯的；</p>
                    <p>（五） 宣扬邪教、迷信的；</p>
                    <p>（六） 扰乱社会秩序，破坏社会稳定的；</p>
                    <p>（七） 诱导未成年人违法犯罪和渲染暴力、色情、赌博、恐怖活动的；</p>
                    <p>（八） 侮辱或者诽谤他人，侵害公民个人隐私等他人合法权益的；</p>
                    <p>（九） 危害社会公德，损害民族优秀文化传统的；</p>
                    <p>（十） 有关法律、行政法规和国家规定禁止的其他内容。</p>
                    <p>◆用于互联网视听节目服务的电影电视剧类节目和其它节目，应当符合国家有关广播电影电视节目的管理规定。</p>
                    <p>◆互联网视听节目服务单位播出时政类视听新闻节目，应当是地（市）级以上广播电台、电视台制作、播出的节目和中央新闻单位网站登载的时政类视听新闻节目。</p>
                    <p>◆未持有《许可证》的单位不得为个人提供上载传播视听节目服务。</p>
                    <p>◆族蚂不允许个人上载时政类视听新闻节目。主体在提供播客、视频分享等上载传播视听节目服务时，不得上载违反本规定的视听节目。任何单位和个人不得转播、链接、聚合、集成非法的广播电视频道、视听节目网站的节目。</p>
                    <div>
                        <div>
                            <h1>免责声明</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>◆主体明知族蚂网站禁止个人发布国内外党政时政新闻、禁止发布境外新闻媒体和互联网站发布的新闻而发布，违反法律受到处罚，族蚂网不承担责任。</p>
                    <p>◆主体明确同意其使用族蚂网，违规转载他人作品造成损失由其本人承担；因其使用族蚂网络服务而产生的一切后果也由其本人承担。族蚂网对主体及任何第三方不承担任何责任。</p>
                    <p>◆族蚂网不担保网络服务一定能满足各主体的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作任何担保或保证。</p>
                    <p>◆族蚂网不保证为向主体提供便利而设置外部链接的准确性和完整性，同时，对于该等外部链接指向的、不由族蚂网实际控制的任何网页上的内容，不承担任何责任。</p>
                    <p>◆族蚂网对于因不可抗力或不能控制的原因造成的网络服务中断或其它缺陷，不承担任何责任，但将尽力减少因此而给主体造成的损失和影响。</p>
                    <div>
                        <div>
                            <h1>主体的违约及处理</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <h2>◆违约认定</h2>
                    <p>发生如下情形之一的，视为您违约：</p>
                    <p>（一） 使用族蚂平台服务时违反有关法律法规规定的；</p>
                    <p>（二） 违反本规定或本规定补充规定约定的；</p>
                    <p>（三） 为适应电子商务发展和满足海量用户对高效优质服务的需求，您理解并同意，族蚂可在族蚂规则中约定违约认定的程序和标准。如：族蚂可依据您的用户数据与海量用户数据的关系来认定您是否构成违约；您有义务对您的数据异常现象进行充分举证和合理解释，否则将被认定为违约。</p>
                    <h2>◆违约处理措施</h2>
                    <p>（一） 在族蚂主体上发布的视频构成违约的，族蚂可根据相应规则立即对相应信息进行删除、屏蔽处理或对您的信息进行监管。</p>
                    <p>（二） 在族蚂主体上实施的行为，或虽未实施但对族蚂平台及其用户产生影响的行为构成违约的，族蚂可冻结您的主体，终止向您提供服务。</p>
                    <p>（三） 族蚂将对上述违约行为的处理措施以及其他经国家行政或司法机关生效法律文书确认的违法信息在族蚂平台上予以公示。</p>
                    <h2>◆赔偿责任</h2>
                    <p>（一） 如您的行为使族蚂及/或其关联公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿族蚂及/或其关联公司的上述全部损失。</p>
                    <p>（二） 如您的行为使族蚂及/或其关联公司遭受第三人主张权利，族蚂及/或其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。</p>
                    <h2>◆特别约定</h2>
                    <p>（一） 如您向族蚂公司的雇员提供实物、现金等价物、劳务、旅游等价值明显超出正常商务洽谈范畴的利益，从而发布族蚂禁止发布的作品，则可视为您存在商业贿赂行为。发生上述情形的，族蚂可立即终止与您的所有合作并向您收取违约金或赔偿金。</p>
                    <p>（二） 如您因严重违约导致族蚂终止本协议时，族蚂可对您在其他协议项下的合作采取中止或终止协议的措施，并以本协约定的方式通知您。</p>
                    <div>
                        <div>
                            <h1>出现以下情况时，族蚂可以通知您终止主体经营</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>（一） 违反声明约定，族蚂依据违约条款终止本主体经营的；</p>
                    <p>（二） 盗用他人主体、发布违禁信息、骗取他人财物、扰乱市场秩序、采取不正当手段谋利等行为，族蚂依据平台规则对您的主体予以查封的；</p>
                    <p>（三） 除上述情形外，因多次违反族蚂平台规则相关规定且情节严重，族蚂依据族蚂平台规则对您的主体予以查封的；</p>
                    <p>（四） 主体被族蚂依据本协议回收的；</p>
                    <p>（五） 在族蚂平台有欺诈、发布侵犯他人合法权益信息或其他严重违法违约行为的；</p>
                    <p>（六） 其它应当终止服务的情况。</p>
                    <div>
                        <div>
                            <h1>主体冻结、终止后的处理</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>如果主体违反本规定，族蚂有权冻结或终止主体使用，除法律有明确规定外，族蚂无义务向您或您指定的第三方披露您主体中的任何信息；族蚂仍享有继续保留您存于族蚂平台的所列的各类信息；对于您过往的违约行为，族蚂仍可依据本协议向您追究违约责任。</p>
                    <div>
                        <div>
                            <h1>视频删除及终止主体经营、不支付经营收益</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>◆如果主体在族蚂发布视频时不能履行和遵守协议中的规定，为维护本网站的形象、信誉、安全，族蚂有权删除主体发布的相关信息，并对违反协议的主体做出冻结和/或暂时、永久禁止在本网站发布视频的处理，扣除主体的经营收益，同时保留依法追究当事人法律责任的权利。此外，族蚂在采取移除等相应措施后，不承担违约责任或其他法律责任。</p>
                    <p>◆主体需对自己在本主体上实施的行为承担法律责任。若主体的行为不符合本规定，族蚂有权做出独立判断，立即冻结或取消主体。主体若在族蚂上散布和传播反动、色情或其他违反国家法律的信息，族蚂的系统记录有可能作为主体违反法律的证据，主体需对此行为承担法律责任，族蚂将会暂扣或扣除其经营收益。</p>
                    <p>◆族蚂不对主体所发布视频的删除或储存失败承担任何责任。族蚂有权判定主体的行为是否符合中国法律法规的规定以及注册协议的要求，如果主体违背了中国法律法规的规定或注册协议的规定，族蚂有权中断对其提供服务、暂扣或扣除经营收益。</p>
                    <div>
                        <div>
                            <h1>关于主体经营收益可能涉及的法律问题</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>◆著作权质押：主体（也是质押关系中的债务人）在和第三人（质押关系中的债权人）签订视频著作权质押合同后或者之前，在族蚂网上注册、使用平台获得版权收益，如果第三人以债权人的身份向族蚂要求支付经营收益，族蚂不支持此向要求，著作权的质押对族蚂不产生效力。</p>
                    <p>◆版权质押贷款：主体（也是抵押关系中的债务人）向以视频（著作权）出质，向银行抵押收取贷款。如果主体没有按时支付贷款利息，银行向族蚂追缴贷款利息，族蚂不予接受。</p>
                    <p>◆作品作为离婚财产：在族蚂上传的作品涉及离婚财产分割，族蚂只向协议签订对象支付经营收益，不支持参与财产分配支付。</p>
                    <p>◆遗嘱财产分割：在族蚂上传的作品，在使用、网络传播期间，如果涉及多为遗嘱继承，需要分割版权收益，族蚂只向协议签订对象支付经营收益，不支持参与财产分配支付。</p>
                    <p>◆作者死亡视频版权收益：对于文字、口述、音乐、戏剧、曲艺、舞蹈、美术等作品的发表权、财产权的保护期为“作者终生及死亡后五十年”。任何人不得在这段时期内违背著作权人的意愿发表视频作品，任何人以复制、发行、出租、展览、表演、播放、摄制或者改编、翻译、汇编等方式使用作品，都必须得到著作权人许可并支付报酬。如果主体在族蚂上传、发布作品后死亡，版权继承人应当书面通知族蚂修改版权收益人资料及相关收款信息，族蚂将会及时更新上传。</p>
                    <p>◆关于法人或者其他组织的视频作品、著作权由单位享有的视频职务作品，法人或者其他组织享有作品的发表权、财产权，版权收益应当由单位或者共同委托的个人认领。</p>
                    <p>◆关于视频委托作品的著作权：委托人与受托人签订委托合同所创作的作品。著作权的归属由委托人和受托人通过合同约定。如果合同未作明确约定或者没有订立合同，著作权属于受托人。至于著作权的主体，对于委托人来讲，可能是法人或者其他组织，也可能是公民；对于受托人来说，同样可能是公民，也可能是法人或者组织。鉴于委托作品在著作权归属问题上允许双方以合同方式确定，所以当委托作品在主体上传、发布后，族蚂的主体应当是合法的著作权人或者接受著作权人委托的受托人。族蚂会按照法律要求查询用户是否是合法上传。</p>
                    <p>◆多个作者争夺版权收益。站长在族蚂注册时，无论是个人、集体或者企业，不能多个选择同时注册一个著作权人的作品。站长必须了解注册人和版权收益人可以不是同一个人。可以是接受著作权人授权委托的第三人。您在阅读并且同意这份协议后，可以理解为您已经知晓族蚂网的规定，如果用户采取欺骗手段，为了骗取版权收益，恶意注册、发布作品，当发生版权收益争议时，族蚂不承担连带责任。</p>
                    <div>
                        <div>
                            <h1>规定的变更</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>◆族蚂可根据国家法律法规变化及维护交易秩序、保护消费者权益需要，不时修改本规定、补充变更后的规定、补充规定（下称“变更事项”）将通过法定程序并以族蚂平台规则通知您。如不同意变更事项，主体有权于变更事项确定的生效日前联系族蚂反馈意见。如反馈意见得以采纳，族蚂将酌情调整变更事项。</p>
                    <p>◆如对已生效的变更事项仍不同意的，主体应当于变更事项确定的生效之日起停止使用族蚂平台服务，变更事项对主体不产生效力；如在变更事项生效后仍继续使用族蚂平台服务，则视为您同意已生效的变更事项。</p>
                    <div>
                        <div>
                            <h1>法律适用、管辖与其他</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>（1）本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例或行业惯例；</p>
                    <p>（2）您因使用族蚂服务所产生与族蚂有关的争议，由族蚂与您协商解决。协商不成时，任何一方均可向族蚂网运营所在地人民法院提起诉讼；</p>
                    <p>（3）本协议任意条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性；</p>
                    <p>（4）由于互联网高速发展，您与族蚂签署的本协议列明的条款并不能完整罗列并覆盖您与族蚂所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，族蚂法律声明及隐私权政策、族蚂规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用族蚂服务，视为您同意上述补充协议。</p>
                </div>
            </div>
        </main>
        <zmFooter/>
        <entrepPopup v-if="popupConfig.isShow && popupConfig.type === 'entrep'"></entrepPopup>
    </div>
</template>

<script>
    import zmHeader from '~/components/index/zmHeader';
    import zmFooter from '~/components/index/zmFooter';
    import entrepPopup from '~/components/public/dialog/entrepPopup';
    import requestUtil from '~/common/requestUtil'
    export default {
        head(){
            return {
                title:'关于通过族蚂建站平台发布视频的有关规定',
                meta:[

                ]
            }
        },
        components:{
            zmHeader,
            zmFooter,
            entrepPopup
        },
        data(){
            return{
                //头部菜单主题切换
                changeTheme: false,
            }
        },
        methods:{
            handleScroll() {
                let scrollTop = window.pageYOffset || document.documentElement.scrollTop || document.body.scrollTop;
                if (scrollTop > 98) {
                    this.changeTheme = true;
                } else {
                    this.changeTheme = false;
                }
            },
        },
        mounted() {
            window.addEventListener('scroll', this.handleScroll);
        },
        computed:{
            //弹窗的配置项
            popupConfig(){
                return this.$store.state.popupConfig;
            },
        },
        async asyncData(){
            let domain = requestUtil.validateData(await requestUtil.getData('/shop_web/shopInfo/getCurrentDomain', null));
            let jzDomain = null;
            if (domain.rootPath.indexOf(".dev-") !== -1) {
                jzDomain = "http://jz.dev-zuma.com";
            } else if (domain.rootPath.indexOf(".pre-") !== -1) {
                jzDomain = "http://jz.pre-zuma.com";
            } else {
                jzDomain = "https://jz.zuma.com";
            }
            return {
                pageData: {
                    jzDomain: jzDomain
                }
            }
        }
    }
</script>

<style scoped lang="less">
    #wrap {
        background: #F8F8F8;
        main {
            display: flex;
            flex-direction: column;
            align-items: center;
            & > div:nth-child(1) {
                width: 100%;
                height: 380px;
                background: linear-gradient(120deg, #2665FB, #15A2FF);
            }
            & > div:nth-child(2) {
                width: 1200px;
                background: #ffffff;
                position: relative;
                top: -80px;
                padding: 80px 70px;
                & > div:nth-child(1) {
                    font-size: 40px;
                    font-weight: bold;
                    color: #ffffff;
                    position: absolute;
                    left: 0;
                    top: -110px;
                }
                & > div:nth-child(2) {
                    p {
                        font-size: 14px;
                        color: #505050;
                        line-height: 28px;
                        padding: 0 10px;
                    }
                    & > div {
                        margin-top: 50px;
                        margin-bottom: 30px;
                        position: relative;
                        height: 47px;
                        & > div:nth-child(1) {
                            padding: 0 10px 20px 10px;
                            position: absolute;
                            top: 0;
                            left: 0;
                            & > h1 {
                                font-size: 20px;
                                font-weight: bold;
                                color: #00AFEC;
                            }
                            .line1 {
                                position: absolute;
                                width: 100%;
                                height: 2px;
                                background: #00AFEC;
                                left: 0;
                                bottom: 0;
                            }
                        }
                        .line {
                            width: 100%;
                            height: 1px;
                            background: #F2F2F2;
                            position: absolute;
                            left: 0;
                            bottom: 0;
                        }
                    }
                    & > h2 {
                        font-weight: bold;
                        font-size: 16px;
                        color: #505050;
                        margin-top: 30px;
                    }
                    .bold{
                        font-weight: bold;
                    }
                }
            }
        }
    }
</style>