<template>
    <div id="wrap">
        <zmHeader :changeTheme='changeTheme' :jzDomain="pageData.jzDomain" :isShowChecked="1"/>
        <main>
            <div></div>
            <div>
                <div>《关于通过族蚂建站平台发布资讯的有关规定》</div>
                <div>
                    <p>为了维护族蚂网的合法权益，保障族蚂网站平台构建一个健康、积极的网络环境，根据《互联网资讯信息服务管理规定》、《中华人民共和国网络安全法》、《互联网信息服务管理办法》、《国务院关于授权国家互联网信息办公室负责互联网信息内容管理工作的通知》，制定本规定。</p>
                    <p>请用户仔细阅读以下规定，充分理解各条款内容，族蚂有权在必要时修改本协议。您可以在相关服务页面查阅最新版本的协议条款。</p>
                    <div>
                        <div>
                            <h1>名词解释</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>主体：在族蚂网平台注册成为主体负责人，注册后有各自的主体、或者自己创建主体，主体负责人就是此主体的所有者，主体负责人也可以邀请其他人来管理主体、发布信息。</p>
                    <p>主体成员：主体负责人（即合法的作品发布人），也包括主体的管理员和操作员。</p>
                    <p>本规定所称资讯信息，包括有关政治、经济、军事、外交等社会公共事务的报道、评论，以及有关社会突发事件的报道、评论。</p>
                    <div>
                        <div>
                            <h1>发布资讯信息的宗旨</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>提供互联网资讯信息服务（包括互联网资讯信息采编发布服务、转载服务、传播平台服务），应当遵守宪法、法律和行政法规，坚持为人民服务、为社会主义服务的方向，坚持正确舆论导向，发挥舆论监督作用，促进形成积极健康、向上向善的网络文化，维护国家利益和公共利益。</p>
                    <div>
                        <div>
                            <h1>许可</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>主体提供资讯服务应当设立总编辑，总编辑对互联网资讯信息内容负总责。总编辑人选应当具有相关从业经验，符合相关条件，并报国家或省、自治区、直辖市互联网信息办公室备案。</p>
                    <p>主体相关从业人员应当依法取得相应资质，接受专业培训、考核。从事资讯采编活动，应当具备资讯采编人员职业资格，持有国家资讯出版广电总局统一颁发的资讯记者证。</p>
                    <p>主体转载资讯信息，应当转载中央资讯单位或省、自治区、直辖市直属资讯单位等国家规定范围内的单位发布的资讯信息，注明资讯信息来源、原作者、原标题、编辑真实姓名等，不得歪曲、篡改标题原意和资讯信息内容，并保证资讯信息来源可追溯。</p>
                    <p>各主体提供互联网资讯信息传播平台服务，应当按照《中华人民共和国网络安全法》的规定，要求主体提供真实身份信息。不提供真实身份信息的，族蚂不为其提供相关服务。</p>
                    <div>
                        <div>
                            <h1>禁止性规定</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>作为主体的负责人和管理员应当知悉以下规定，请认真仔细阅读：</p>
                    <p>◆中央资讯单位、中央国家机关各部门资讯单位以及省、自治区、直辖市和省、自治区人民政府所在地的市直属资讯单位依法建立的互联网站(以下简称资讯网站)，需要经国务院资讯办公室或者省、自治区、直辖市人民政府资讯办公室审核批准才可以从事登载资讯业务。其他资讯单位不单独建立资讯网站，经批准可以在中央资讯单位或者省、自治区、直辖市直属资讯单位建立的资讯网站建立资讯网页从事登载资讯业务。</p>
                    <p>◆非资讯单位依法建立的综合性互联网站(以下简称综合性非资讯单位网站)，<span class="underline">具备本规定以下所列条件的</span>，经批准可以从事登载中央资讯单位、中央国家机关各部门资讯单位以及省、自治区、直辖市直属资讯单位发布的资讯的业务，但不得登载自行采写的资讯和其他来源的资讯。非资讯单位依法建立的其他互联网站，不得从事登载资讯业务。</p>
                    <p>(1)有符合法律、法规规定的从事登载资讯业务的宗旨及规章制度；</p>
                    <p>(2)有必要的资讯编辑机构、资金、设备及场所；</p>
                    <p>(3)有具有相关资讯工作经验和中级以上资讯专业技术职务资格的专职资讯编辑负责人，并有相应数量的具有中级以上资讯专业技术职务资格的专职资讯编辑人员；</p>
                    <p>(4) 综合性非资讯单位网站从事登载中央资讯单位、中央国家机关各部门资讯单位以及省、自治区、直辖市直属资讯单位发布的资讯的业务，应当同上述有关资讯单位签订协议，并将协议副本报主办单位所在地省、自治区、直辖市人民政府资讯办公室备案。</p>
                    <p>(5)综合性非资讯单位网站登载中央资讯单位、中央国家机关各部门资讯单位以及省、自治区、直辖市直属资讯单位发布的资讯，应当注明资讯来源和日期。</p>
                    <p>◆族蚂网是一个综合性的非时政资讯网，发布有关政治、经济、军事、外交等社会公共事务的报道、评论，或者出以上资讯报道之外的其他资讯，必须遵守法律规定。未经国家授权批准不能采写的国内外党政时政资讯在网上发布。<span class="underline">禁止发布境外资讯媒体和互联网站发布的资讯</span>，违反规定的，我们将冻结您主体的运行。给族蚂造成经济损失的，按照损失数额赔偿。如有以下行为者，一经发现我们将终止你的主体，给网站造成经济损失的，赔偿经济损失。以上所有违法法律法规，触犯我国法律的，依法承担法律责任。</p>
                    <p>（一）违反宪法所确定的基本原则；</p>
                    <p>（二）危害国家安全，泄露国家秘密，煽动颠覆国家政权，破坏国家统一；</p>
                    <p>（三）损害国家的荣誉和利益；</p>
                    <p>（四）煽动民族仇恨、民族歧视，破坏民族团结；</p>
                    <p>（五）破坏国家宗教政策，宣扬邪教，宣扬封建迷信；</p>
                    <p>（六）散布谣言，编造和传播假资讯，扰乱社会秩序，破坏社会稳定；</p>
                    <p>（七）散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪；</p>
                    <p>（八）侮辱或者诽谤他人，侵害他人合法权益；</p>
                    <p>（九）法律、法规禁止的其他内容。</p>
                    <div>
                        <div>
                            <h1>关于转载他人作品</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>转载有关政治、经济、军事、外交等社会公共事务的报道、评论，或者出以上资讯报道之外的其他资讯时，主体人员如有从其他网站或其他媒介转载、摘抄他人作品，应当遵守著作权法律法规的相关规定，必须经过著作权人许可并支付报酬，并应当指明作者姓名、作品名称及作品来源。法律、法规另有规定的除外。</p>
                    <p>转载他人作品，不得对作品内容进行实质性修改；不得对标题和内容做文字性修改和删节，不得歪曲篡改标题和作品的原意。</p>
                    <div>
                        <div>
                            <h1>免责声明</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>◆主体明知族蚂网站禁止发布国内外党政时政资讯、禁止发布境外资讯媒体和互联网站发布的资讯而发布，违反法律受到处罚，族蚂网不承担责任。</p>
                    <p>◆主体明确同意其使用族蚂网，违规转载他人作品造成损失由其本人承担；因其使用族蚂网络服务而产生的一切后果也由其本人承担。族蚂网对主体及任何第三方不承担任何责任。</p>
                    <p>◆族蚂网不担保网络服务一定能满足各主体的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作任何担保或保证。</p>
                    <p>◆族蚂网不保证为向主体提供便利而设置外部链接的准确性和完整性，同时，对于该等外部链接指向的、不由族蚂网实际控制的任何网页上的内容，不承担任何责任。</p>
                    <p>◆族蚂网对于因不可抗力或不能控制的原因造成的网络服务中断或其它缺陷，不承担任何责任，但将尽力减少因此而给主体造成的损失和影响。</p>
                    <div>
                        <div>
                            <h1>主体的违约及处理</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <h2>◆违约认定</h2>
                    <p>发生如下情形之一的，视为您违约：</p>
                    <p>（1）使用族蚂平台服务时违反有关法律法规规定的；</p>
                    <p>（2）违反本协议或本协议补充协议约定的</p>
                    <p>（3）为适应电子商务发展和满足海量用户对高效优质服务的需求，您理解并同意，族蚂可在族蚂规则中约定违约认定的程序和标准。如：族蚂可依据您的用户数据与海量用户数据的关系来认定您是否构成违约；您有义务对您的数据异常现象进行充分举证和合理解释，否则将被认定为违约。</p>
                    <h2>◆违约处理措施</h2>
                    <p>（1）在族蚂主体上发布的信息构成违约的，族蚂可根据相应规则立即对相应信息进行删除、屏蔽处理或对您的信息进行监管。</p>
                    <p>（2）在族蚂主体上实施的行为，或虽未实施但对族蚂平台及其用户产生影响的行为构成违约的，族蚂可冻结您的主体，终止向您提供服务。</p>
                    <p>（3）族蚂将对上述违约行为的处理措施以及其他经国家行政或司法机关生效法律文书确认的违法信息在族蚂平台上予以公示。</p>
                    <h2>◆赔偿责任</h2>
                    <p>（1）如您的行为使族蚂及/或其关联公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿族蚂及/或其关联公司的上述全部损失。</p>
                    <p>（2）如您的行为使族蚂及/或其关联公司遭受第三人主张权利，族蚂及/或其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。</p>
                    <h2>◆特别约定</h2>
                    <p>（1）如您向族蚂公司的雇员提供实物、现金等价物、劳务、旅游等价值明显超出正常商务洽谈范畴的利益，从而发布族蚂禁止发布的作品，则可视为您存在商业贿赂行为。发生上述情形的，族蚂可立即终止与您的所有合作并向您收取违约金或赔偿金。</p>
                    <p>（2）如您因严重违约导致族蚂终止本协议时，族蚂可对您在其他协议项下的合作采取中止或终止协议的措施，并以本协约定的方式通知您。</p>
                    <div>
                        <div>
                            <h1>有效联系方式</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>◆注册族蚂主体用户，并接受族蚂平台服务时，您应该提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址、收款信息等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。</p>
                    <p>◆族蚂将向您的联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。</p>
                    <div>
                        <div>
                            <h1>通知的送达</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>◆族蚂通过上述联系方式向您发送通知，其中以电子的方式发出的书面通知，包括但不限于在族蚂平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的聊天工具账号发送信息、系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。</p>
                    <p>◆对于在族蚂平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱等联系方式为您在族蚂平台注册、更新时提供的手机号码、电子邮箱联系方式，司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。</p>
                    <p>◆您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。</p>
                    <p>◆您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行或督促程序等。</p>
                    <p>◆你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。</p>
                    <div>
                        <div>
                            <h1>声明的变更</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>◆族蚂可根据国家法律法规变化及维护交易秩序、保护消费者权益需要，不时修改本声明、声明补充协议，变更后的协议、补充协议（下称“变更事项”）将通过法定程序并以族蚂平台规则通知您。如不同意变更事项，您有权于变更事项确定的生效日前联系族蚂反馈意见。如反馈意见得以采纳，族蚂将酌情调整变更事项。</p>
                    <p>◆如对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用族蚂平台服务，变更事项对您不产生效力；如在变更事项生效后仍继续使用族蚂平台服务，则视为您同意已生效的变更事项。</p>
                    <div>
                        <div>
                            <h1>出现以下情况时，族蚂可以通知您终止主体经营</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>（1）违反声明约定，族蚂依据违约条款终止本主体经营的；</p>
                    <p>（2）盗用他人主体、发布违禁信息、骗取他人财物、扰乱市场秩序、采取不正当手段谋利等行为，族蚂依据平台规则对您的主体予以查封的；</p>
                    <p>（3）除上述情形外，因多次违反族蚂平台规则相关规定且情节严重，族蚂依据族蚂平台规则对您的主体予以查封的；</p>
                    <p>（4）主体被族蚂依据本协议回收的；</p>
                    <p>（5）在族蚂平台有欺诈、发布侵犯他人合法权益信息或其他严重违法违约行为的；</p>
                    <p>（6）其它应当终止服务的情况。</p>
                    <div>
                        <div>
                            <h1>主体终止后的处理</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>如果用户违法声明提出的规定，族蚂终止主体使用后除法律有明确规定外，族蚂无义务向您或您指定的第三方披露您主体中的任何信息；族蚂仍享有继续保留您存于族蚂平台的所列的各类信息；对于您过往的违约行为，族蚂仍可依据本协议向您追究违约责任。</p>
                    <div>
                        <div>
                            <h1>法律适用、管辖与其他</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>（1）本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例或行业惯例；</p>
                    <p>（2）您因使用族蚂平台服务所产生与族蚂平台服务有关的争议，由族蚂与您协商解决。协商不成时，任何一方均可向族蚂网所在地人民法院提起诉讼；</p>
                    <p>（3）本协议任意条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性；</p>
                    <p>（4）由于互联网高速发展，您与族蚂签署的本协议列明的条款并不能完整罗列并覆盖您与族蚂所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，族蚂平台法律声明及隐私权政策、族蚂平台规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用族蚂平台服务，视为您同意上述补充协议。</p>
                </div>
            </div>
        </main>
        <zmFooter/>
        <entrepPopup v-if="popupConfig.isShow && popupConfig.type === 'entrep'"></entrepPopup>
    </div>
</template>

<script>
    import zmHeader from '~/components/index/zmHeader';
    import zmFooter from '~/components/index/zmFooter';
    import entrepPopup from '~/components/public/dialog/entrepPopup';
    import requestUtil from '~/common/requestUtil'
    export default {
        head(){
            return{
                title:'关于通过族蚂建站平台发布资讯的有关规定',
                meta:[

                ]
            }
        },
        components:{
            zmHeader,
            zmFooter,
            entrepPopup
        },
        data(){
            return{
                //头部菜单主题切换
                changeTheme: false,
            }
        },
        methods:{
            handleScroll() {
                let scrollTop = window.pageYOffset || document.documentElement.scrollTop || document.body.scrollTop;
                if (scrollTop > 98) {
                    this.changeTheme = true;
                } else {
                    this.changeTheme = false;
                }
            },
        },
        mounted() {
            window.addEventListener('scroll', this.handleScroll);
        },
        computed:{
            //弹窗的配置项
            popupConfig(){
                return this.$store.state.popupConfig;
            },
        },
        async asyncData(){
            let domain = requestUtil.validateData(await requestUtil.getData('/shop_web/shopInfo/getCurrentDomain', null));
            let jzDomain = null;
            if (domain.rootPath.indexOf(".dev-") !== -1) {
                jzDomain = "http://jz.dev-zuma.com";
            } else if (domain.rootPath.indexOf(".pre-") !== -1) {
                jzDomain = "http://jz.pre-zuma.com";
            } else {
                jzDomain = "https://jz.zuma.com";
            }
            return {
                pageData: {
                    jzDomain: jzDomain
                }
            }
        }
    }
</script>

<style scoped lang="less">
    #wrap {
        background: #F8F8F8;
        main {
            display: flex;
            flex-direction: column;
            align-items: center;
            & > div:nth-child(1) {
                width: 100%;
                height: 380px;
                background: linear-gradient(120deg, #2665FB, #15A2FF);
            }
            & > div:nth-child(2) {
                width: 1200px;
                background: #ffffff;
                position: relative;
                top: -80px;
                padding: 80px 70px;
                & > div:nth-child(1) {
                    font-size: 40px;
                    font-weight: bold;
                    color: #ffffff;
                    position: absolute;
                    left: 0;
                    top: -110px;
                }
                & > div:nth-child(2) {
                    p {
                        font-size: 14px;
                        color: #505050;
                        line-height: 28px;
                        padding: 0 10px;
                    }
                    & > div {
                        margin-top: 50px;
                        margin-bottom: 30px;
                        position: relative;
                        height: 47px;
                        & > div:nth-child(1) {
                            padding: 0 10px 20px 10px;
                            position: absolute;
                            top: 0;
                            left: 0;
                            & > h1 {
                                font-size: 20px;
                                font-weight: bold;
                                color: #00AFEC;
                            }
                            .line1 {
                                position: absolute;
                                width: 100%;
                                height: 2px;
                                background: #00AFEC;
                                left: 0;
                                bottom: 0;
                            }
                        }
                        .line {
                            width: 100%;
                            height: 1px;
                            background: #F2F2F2;
                            position: absolute;
                            left: 0;
                            bottom: 0;
                        }
                    }
                    & > h2 {
                        font-weight: bold;
                        font-size: 16px;
                        color: #505050;
                        margin-top: 30px;
                    }
                    .underline{
                        text-decoration: underline;
                    }
                }
            }
        }
    }
</style>