<template>
    <div id="wrap">
        <zmHeader :changeTheme='changeTheme' :jzDomain="pageData.jzDomain" :isShowChecked="1"/>
        <main>
            <div></div>
            <div>
                <div>《族蚂网商品平台交易规则》</div>
                <div>
                    <div>
                        <div>
                            <h1>主体注册</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>主体应当严格遵循注册流程要求完成注册。填写真实的会员信息。在选择会员名、店铺名或域名时不得包含违法、涉嫌侵犯他人权利或干扰族蚂网络运营秩序等相关信息。</p>
                    <div>
                        <div>
                            <h1>主体经营</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>主体须符合以下条件，方可按照设置的流程创建店铺：</p>
                    <p>（一）账户与通过实名认证的支付宝账户绑定；</p>
                    <p>（二）公示真实有效的姓名地址、营业执照、其他法律要求创建店铺需要审核通过的法律文件信息；</p>
                    <p>（三）按照族蚂网的规定专修店铺、发布产品。</p>
                    <p>主体应当按照族蚂网发布商品系统设置的流程和要求发布商品。</p>
                    <p>主体的基本义务：商品如实描述、对其所售商品质量承担保证责任。“商品如实描述”是指主体作为卖家，在商品描述页面、店铺页面等族蚂网提供的平台，应当对商品的基本属性、成色、用途、规格、产地等需要说明的信息进行真实、完整的描述。主体应保证其出售的商品在合理期限内可以正常使用，包括商品不存在危及人身财产安全的不合理危险、具备商品应当具备的使用性能、符合商品或其包装上注明采用的标准等。</p>
                    <div>
                        <div>
                            <h1>商品交易规则</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>主体应当按照系统设置的交易流程进行交易。主体必须按照交易规则对商品质量、交易时间、物流管理、售后服务进行严格把控。</p>
                    <p>自卖家在确认发货之时起，买家未在以下时限内确认收货且未申请退款的，支付宝会按照交易方式打款给卖家。</p>
                    <p>买家申请退款后，以下情况分别处理：</p>
                    <p>（一）卖家拒绝退款的，买家有权修改退款协议、要求族蚂介入或确认收货。买家在卖家拒绝退款后七天内未操作的，退款流程关闭，交易正常进行；</p>
                    <p>（二）卖家同意退款或在七天内未操作的，且不要求买家退货的，族蚂通知支付宝退款给买家；</p>
                    <p>（三）卖家同意退款或七天内未操作的，且要求买家退货的，则按以下情形处理：（1）买家未在七天内点击退货的，退款流程关闭，交易正常进行；（2）买家在七天内点击退货，且卖家确认收货的，族蚂退款给买家；（3）买家在七天内点击退货，通过快递退货十天内、平邮退货三十天内，卖家未确认收货的，族蚂通知支付宝退款给买家。</p>
                    <div>
                        <div>
                            <h1>商品买卖评价</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>买卖双方有权基于真实的交易在支付宝交易成功后十五天内进行相互评价。评价包括“信用评价、店铺评分”。</p>
                    <p>评价从一星到五星，五个等级，买家在购买商品后填写评价，主体店铺评分由买家对卖家作出，包括宝贝与描述相符、卖家服务态度、卖家发货速度、物流发货速度四项。</p>
                    <p>族蚂网有权删除评价内容中所包含的污言秽语。</p>
                    <div>
                        <div>
                            <h1>市场管理措施</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>为了提升消费者的购物体验，维护族蚂网运营秩序，按照本规则规定的情形对各主体及其经营行为采取以下临时性市场管控措施：</p>
                    <p>（一）警告：是指族蚂通过口头或书面的形式对主体的不当行为进行提醒和告诫；</p>
                    <p>（二）商品下架：是指将主体出售中商品转移至仓库；</p>
                    <p>（三）店铺监管：是指在一定时间内会员店铺及店铺内所有商品信息无法通过搜索、店铺或商品链接等方式查看；</p>
                    <p>（四）支付违约金：是指根据协议约定或本规则规定由卖家向买家和/或族蚂支付一定金额的违约金；</p>
                    <p>（五）卖家绑定的支付宝收款账户的强制措施：是指对与卖家的族蚂账户绑定的支付宝收款账户采取的限制措施，包括但不限于取消收款功能、取消提现功能、停止余额支付、冻结资金、冻结交易、永久冻结支付宝账户等。</p>
                    <div>
                        <div>
                            <h1>商品管理</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>卖家应积极提升自身经营状况，为消费者提供高品质的商品及优质的服务。对于符合商品品质好、服务质量高等情形的卖家，族蚂网将适当给予鼓励或扶持的措施。</p>
                    <p>卖家所发布的商品信息应真实合理，且与商品本身相符。对出现下列情形的，卖家全店商品在族蚂网不发布、删除：</p>
                    <p>（1）所发布商品拍卖价与描述价格严重不符的；</p>
                    <p>（2）刻意规避族蚂商品禁止设置规则的；</p>
                    <p>（3）商品标题、图片、价格、物流方式、邮费及售后服务等商品要素之间明显不匹配的；</p>
                    <p>（4）通过拆分商品数量、单位等规避搜索单一维度排序规则的。</p>
                    <p>（5）商品展示图片的内容误导买家，导致实际到货商品配套、数量、颜色、规格不符的。</p>
                    <div>
                        <div>
                            <h1>违规行为及违规处理</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <h2>违规处理措施</h2>
                    <p>为保障消费者、经营者、族蚂网的正当权益，族蚂按照本规则规定的情形对主体采取以下违规处理措施：</p>
                    <p>（1）店铺屏蔽，指在搜索、导航、营销等各项服务中对店铺及商品等信息进行屏蔽；</p>
                    <p>（2）限制发布商品，指禁止主体发布新商品；</p>
                    <p>（3）关闭店铺，指删除主体的店铺，下架店铺内所有出售中的商品，禁止发布商品，并禁止创建店铺；</p>
                    <p>（4）公示警告，指在主体的店铺页面、商品页面对其正在被执行的处理进行公示；</p>
                    <p>（5）查封账户，指永久禁止主体使用违规账户登录族蚂网。</p>
                    <h2>违规的分类及纠正</h2>
                    <p>主体发生违规行为的，其违规行为应当纠正。</p>
                    <p>违规行为根据严重程度分为<span class="underline">严重违规行为及一般违规行为</span> ：严重违规，是指严重破坏族蚂网经营秩序，并涉嫌违反国家法律法规的行为。一般违规行为，是指除严重违规行为外的违规行为。</p>
                    <p>违规行为根据适用的范围分为：<span class="underline">通用违规行为及特殊市场违规行为</span>，特殊市场违规行为也遵循前款规定的严重违规行为与一般违规行为划分。</p>
                    <p>族蚂网对以下违规行为的进行纠正：</p>
                    <p>（1）发布违禁商品或信息的，族蚂网对主体所发布的违禁商品或信息及因此产生的交易、评价进行删除；</p>
                    <p>（2）出售假冒商品、国家淘汰的产品的，族蚂网对主体所发布的假冒商品或国家淘汰的产品、信息进行删除；</p>
                    <p>（3）出售未报关进口商品的，族蚂网对主体所发布的未报关进口商品或信息进行删除；</p>
                    <p>（4）盗用他人账户的，族蚂网收回被盗账户并使原所有人可以通过账户申诉流程重新取回账户；</p>
                    <p>（5）泄露他人信息的，族蚂网对主体所泄露的他人隐私资料的信息进行删除；</p>
                    <p>（6）虚假交易中通过不正当方式提高账户信用积分的，族蚂网删除主体虚假交易产生的信用积分以及其两倍数量的其他信用积分，并下架店铺内所有商品；虚假交易中通过不正当方式提高商品销量的，族蚂网删除该商品；</p>
                    <p>（7）描述不符的，卖家对商品材质、成份、品质等信息的描述与买家收到的商品严重不符，或导致买家无法正常使用的，族蚂网删除该描述不符的商品；卖家未对商品瑕疵等信息进行披露或对商品的描述与买家收到的商品不相符，且影响买家正常使用的，族蚂网下架该描述不符的商品；</p>
                    <p>（8）违背承诺的，卖家须偿还延迟发货所规定的违约金，履行如实描述义务或消费者保障服务规定的赔付、退货、换货、维修服务；或卖家须按实际交易价款向买家或族蚂网提供发票；</p>
                    <p>（9）恶意评价的，族蚂网或评价方删除该条违规评价；</p>
                    <p>（10）不当注册的，族蚂网查封使用主体；</p>
                    <p>（11）未依法公开或更新营业执照信息的，卖家公开或更新其营业执照信息；</p>
                    <p>（12）不当使用他人权利的，族蚂网对主体所发布的不当使用他人权利的商品或信息进行删除；</p>
                    <p>（13）假冒材质成份的，族蚂网对主体所发布的假冒材质成份的商品进行删除；</p>
                    <p>（14）恶意掩盖产品真实用途、性能销售族蚂网严令禁止的产品，包括发布其他产品图片，实则销售违禁商品的行为，族蚂网对发布的商品删除。</p>
                    <h2>严重违规行为</h2>
                    <p>（一）发布<span class="bold">国家明令违禁出售的商品</span>信息，是指主体发布以下<span class="underline">国家法律法规禁止发布的商品或信息</span>的行为，包括以下情形：</p>
                    <p>1、枪支、弹药、军火或相关器材、配件及仿制品；</p>
                    <p>2、易燃、易爆物品或制作易燃易爆品的相关化学物品；</p>
                    <p>3、毒品、麻醉品、制毒原料、制毒化学品、致瘾性药物、吸食工具及配件；</p>
                    <p>4、含有反动、破坏国家统一、破坏主权及领土完整、破坏社会稳定涉及国家机密、扰乱社会秩序，宣扬邪教迷信，宣扬宗教、种族歧视等内容或相关法律法规禁止出版发行的书籍、音像制品、视频、文件资料；</p>
                    <p>5、人体器官、遗体；</p>
                    <p>6、用于窃取他人隐私或机密的软件及设备；</p>
                    <p>7、正在流通的人民币，伪造变造的货币以及印制设备；</p>
                    <p>8、麻醉注射枪及其相关商品；</p>
                    <p>9、走私、盗窃、抢劫等非法所得；</p>
                    <p>10、可致使他人暂时失去反抗能力、意识模糊的口服或外用的化学品，以及含有黄色淫秽内容的商品、信息；</p>
                    <p>11、涉嫌违反《中华人民共和国文物保护法》相关规定的文物。</p>
                    <p>12、管制类刀具、甩棍、弓、弩、飞镖等可能用于危害他人人身安全的管制器具；</p>
                    <p>13、卫星信号的地面收发装置；</p>
                    <p>14、伪造变造的政府机构颁发的文件、证书、公章或仅限国家机关或特定机构方可提供的服务；</p>
                    <p>15、未经许可发布的奥林匹克运动会、世界博览会、亚洲运动会等特许商品；</p>
                    <p>16、赌博用具及作弊工具；</p>
                    <p>17、尚可使用的发票、其它可用于报销的票据以及此类票据的代开服务；</p>
                    <p>18、精神类、麻醉类、有毒类、放射类药品；</p>
                    <p>19、粉末、液态女性催情类商品;</p>
                    <p>20、国家保护动物的活体、肢体、皮毛、标本、器官及制成品，已灭绝动物与现有国家二级以上保护动物的化石；</p>
                    <p>21、身份证及身份证验证设备；</p>
                    <p>22、可能用于侵害他人信息的黑客软件、教程、书籍。</p>
                    <p>23、尚可使用的证券、政府发放的消费劵及相应代购、推荐服务；</p>
                    <p>24、军警制服、标志及军警专用制品；</p>
                    <p>25、带有宗教、种族歧视的相关商品或信息；</p>
                    <p>26、有毒化学物、农药及相关信息；</p>
                    <p>27、烟草专卖品；</p>
                    <p>28、含有情色暴力低俗内容的漫画、书籍、游戏、音像制品以及SM用具、成人主体的账号及邀请码、二手内衣物、陪聊陪逛服务等情色低俗商品或信息；</p>
                    <p>29、用于预防、治疗人体疾病的药物、血液制品或医疗器械；</p>
                    <p>30、个人隐私信息及企业内部数据；</p>
                    <p>31、国家保护的植物及其制品；</p>
                    <p>32、由不具备生产资质的生产商生产的或不符合国家、地方、行业、企业强制性标准的商品；</p>
                    <p>33、各类短信群发设备及软件；</p>
                    <p>34、撬锁工具、开锁服务及其相关教程、书籍；</p>
                    <p>35、因产品本身质量危及消费者人身、财产安全危险的产品。</p>
                    <p>36、可能用于逃避交通管理的商品；</p>
                    <p>37、未经许可的募捐类商品；</p>
                    <p>38、未公开发行的国家级正式考试答案等未被允许公开发行的书籍音像类制品；</p>
                    <p>39、发行时带有银行账户信息的银行卡；</p>
                    <p>40、非法软件或密码破解找回等非法网络服务；</p>
                    <p>41、特供酒、军需酒、自制酒；</p>
                    <p>42、用于全新销售的伪造变造的数码商品；</p>
                    <p>43、经权威质检部门或生产商认定、公布或召回的商品，国家明令淘汰或停止销售的商品，商品本身或外包装上所注明的产品标准、认证标志、成份及含量不符合国家规定的商品，过期、失效、变质的商品，以及含有罂粟籽的食品、调味品、护肤品等制成品；</p>
                    <p>44、非法传销类商品；</p>
                    <p>45、制作毒品、易燃易爆品的方法、书籍；</p>
                    <p>46、利用电话线路上的直流馈电发光的灯；</p>
                    <p>47、国家禁止的集邮票品以及未经邮政行业管理部门批准制作的集邮品，以及一九四九年之后发行的包含“中华民国”字样的邮品；</p>
                    <p>48、算命、超度、风水、做法事等封建迷信类服务；</p>
                    <p>49、一卡多号以及带破解功能的手机卡贴；</p>
                    <p>50、外挂、私服相关的网游类商品;</p>
                    <p>51、官方已停止经营的游戏点卡或平台卡商品；</p>
                    <p>52、虚拟抽奖类商品；</p>
                    <p>53、所有境外（含台服）游戏点卡、货币等相关服务类商品。</p>
                    <p>（二）<span class="bold">盗用他人账户：</span>是指盗用他人账户或支付宝账户，涉嫌侵犯他人财产权的行为。</p>
                    <p>（三）<span class="bold">泄露他人信息：</span>是指未经允许发布、传递他人隐私信息，涉嫌侵犯他人隐私权的行为。</p>
                    <p>（四）<span class="bold">骗取他人财物：</span>是指以非法获利为目的，非法获取他人财物，涉嫌侵犯他人财产权的行为。</p>
                    <p>（五）<span class="bold">扰乱市场秩序：</span>是指通过不正当方式，刻意规避规则或市场管控措施的行为。</p>
                    <p>（六）<span class="bold">不正当谋利：</span>是指主体采用不正当手段谋取利益的行为，包括：主体向族蚂网工作人员及/或其关联人士提供财物、消费、款待或商业机会等；主体通过其他手段谋取不正当利益的。</p>
                    <h2>一般违规行为</h2>
                    <p><span class="bold">滥发信息：</span>是指主体未按本规则要求发布商品或信息，妨害买家权益的行为，包括以下情形：</p>
                    <p>（一）发布以下商品或信息的：</p>
                    <p>1、未经许可发布专营类目所属商品；</p>
                    <p>2、鱼翅、熊胆及其制品；</p>
                    <p>3、不限时间与流量的、不可查询的以及被称为漏洞卡、集团卡、内部卡、测试卡的3G上网资费卡及SIM卡；</p>
                    <p>4、不可查询的虚拟服务类商品；</p>
                    <p>5、游戏道具类商品；</p>
                    <p>6、秒杀器以及用于提高秒杀成功概率的相关软件设备；</p>
                    <p>7、代写论文、代考试类相关服务；</p>
                    <p>8、法律咨询、心理咨询、金融咨询、医生在线咨询的服务；</p>
                    <p>9、不可查询的分期返还话费类商品；</p>
                    <p>10、虚拟代刷服务类商品；</p>
                    <p>11、慢充卡等实际无法在72小时内到账的虚拟商品；</p>
                    <p>12、群发短信服务、SP业务自消费类商品。</p>
                    <p>（二）在商品类、店铺装修区或门户类页面发布以下信息：</p>
                    <p>1、闲置、收藏商品发布数量超过限制；</p>
                    <p>2、个人手机定位、电话清单查询、银行账户查询；</p>
                    <p>3、代扣驾照分数服务；</p>
                    <p>4、支付宝免签约即时到帐接口；</p>
                    <p>5、尚可使用的外贸单证以及代理报关、清单、商检、单证手续的服务；</p>
                    <p>6、明示、暗示具有治疗、保健功效或者某种营养素功能的食品，或者以个体经验进行宣传的食品；</p>
                    <p>7、邮局包裹、EMS专递、快递等物流单据凭证及单号；</p>
                    <p>8、大量流通中的外币；</p>
                    <p>9、手机直拨卡与直拨业务，电话回拨卡与回拨业务；</p>
                    <p>10、炒作博客人气、炒作主体人气、代投票类商品或信息；</p>
                    <p>11、捕鸟器及猫狗肉、猫狗皮、猫狗皮制品；</p>
                    <p>12、代他人申请具有专属性的权利；</p>
                    <p>13、注射类美白针剂、溶脂针剂、填充针剂、瘦身针剂等用于人体注射的美容针剂类商品。</p>
                    <p>（三） 在商品类页面、店铺装修区或门户类页面发布以下错误描述的商品或信息：</p>
                    <p>1、商品信息中缺少标题、主图，或服饰类商品缺少所售商品本身的实物图片；</p>
                    <p>2、商品标题、图片、价格、物流方式、邮费及售后服务等商品要素之间明显不匹配；</p>
                    <p>3、商品标题等信息不实或者与本商品无关的；</p>
                    <p>4、使用虚假的好评率、或使用与店铺实际信息不符的标识；</p>
                    <p>5、商品与所发布的类目或属性不符的；</p>
                    <p>6、商品与所发布的类目或属性不符且造成严重后果的。</p>
                    <p><span class="bold">虚假交易：</span>是指通过不正当方式提高账户信用积分和/或商品销量，妨害买家权益的行为。</p>
                    <p><span class="bold">延迟发货：</span>是指除定制、预售、适用特定运送方式，卖家在买家付款后明确表示缺货或实际未在七十二小时内发货，妨害买家权益的行为。买卖双方另有约定的除外。卖家的发货时间，以快递公司系统记录的时间为准。</p>
                    <p><span class="bold">描述不符：</span>是指买家收到的商品与达成交易时卖家对商品的描述不相符，卖家未对商品瑕疵、保质期、附带品等必须说明的信息进行披露，妨害买家权益的行为，包括以下情形：</p>
                    <p>（一）卖家对商品材质、成份、品质等信息的描述与买家收到的商品严重不符，或导致买家无法正常使用的；</p>
                    <p>（二）卖家未对商品瑕疵等信息进行披露或对商品的描述与买家收到的商品不相符，且影响买家正常使用的；</p>
                    <p>（三）卖家未对商品瑕疵等信息进行披露或对商品的描述与买家收到的商品不相符，但未对买家正常使用造成实质性影响的。</p>
                    <p><span class="bold">违背承诺：</span>是指卖家未按照承诺向买家提供以下服务，妨害买家权益的行为，包括以下情形：</p>
                    <p>（一）卖家违背以下承诺的：1、判定卖家确实应该承担因消费者保障服务产生的退货退款等售后保障责任但卖家拒绝承担的；2、判定卖家确实应该承担七天无理由退换货、假货赔三、数码维修、闪电发货赔付等售后保障责任但卖家拒绝承担的；3、卖家在收到消费者保障服务保证金催缴单之日起十四日内未足额缴纳保证金的；4、卖家参与试用中心的活动，但却在买家报名完成后拒绝向买家发送已承诺提供的试用商品。</p>
                    <p>（二）卖家违背以下承诺的：发布拍卖商品的卖家，拒绝按照买家拍下的价格成交或者拒绝提供已经承诺的服务；</p>
                    <p>（三）卖家未履行其它承诺。</p>
                    <p><span class="bold">恶意骚扰：</span>是指卖家采取恶劣手段骚扰买家，妨害买家权益的行为。</p>
                    <p><span class="bold">未依法公开或更新营业执照信息：</span>指通过实名企业类认证的卖家，未在规定的期间内公开或及时更新其营业执照信息的行为。</p>
                    <p><span class="bold">不当使用他人权利，是指发生以下行为：</span></p>
                    <p>（一）卖家在所发布的商品信息或所使用的店铺名、域名等中不当使用他人商标权、著作权等权利的；</p>
                    <p>（二）卖家出售商品涉嫌不当使用他人商标权、著作权、专利权等权利的；</p>
                    <p>（三）卖家所发布的商品信息或所使用的其他信息造成消费者混淆、误认或造成不正当竞争的。同一权利人在三天内对同一卖家的投诉视为一次投诉。</p>
                    <div>
                        <div>
                            <h1>违规的执行</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>主体店铺的违规行为，通过买家或权利人、站内群众的举报或族蚂网排查发现。</p>
                    <p>站内群众举报的监督机制主要针对所有主体的违规违法行为或知识产权的监督。</p>
                    <p>出现违规行为，族蚂网将采取删除违规商品，查封、冻结主体，删除账号。主体的违规行为给他人造成经济损失的，赔偿经济损失，若违反法律法规，有主体承担相应责任，族蚂网不承担任何责任。</p>
                    <div>
                        <div>
                            <h1>违规投诉</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>对违规行为的投诉，除滥发信息、虚假交易、不当注册、发布违禁信息、出售假冒商品、不当使用他人权利、盗用他人账户、泄露他人信息可随时提交投诉外，其余须在以下规定时间内进行投诉；未在规定时间内投诉的，不予受理：</p>
                    <p>（一）延迟发货的投诉时间，为交易关闭后三十天内；</p>
                    <p>（二）违背承诺的投诉时间，为买家拍下后二十天内；</p>
                    <p>（三）描述不符、骗取他人财物的投诉时间为交易成功后三十天内；</p>
                    <p>（四）恶意评价的投诉时间为评价生效后十五天内。</p>
                    <p>对延迟发货、违背承诺及恶意评价的违规行为，被投诉人须在被投诉之日起七个工作日天内提交证据。逾期未提交证据的，族蚂有权根据当时所掌握的情况进行判断与处理。对其余违规行为的判断与处理，族蚂在收到投诉后进行。</p>
                    <p>卖家自行作出的承诺或说明与本规则相悖的，不予采信。除证据有误或判断错误的情形外，对违规行为的处理不中止、不撤销。</p>
                    <div>
                        <div>
                            <h1>特殊商品市场</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p class="top30"><span class="bold">◆成人避孕用品计生用品：</span>是供符合特定条件的主体发布该类目所属商品的网络交易平台，具有《互联网药品交易服务机构资格证书》。主体加入该类目后，店铺内仅允许出售成人用品，且露点、纱状、网状、镂空的情趣内衣、成人用具商品中的敏感部位均须采用指定的遮盖物进行修饰。</p>
                    <p class="top30"><span class="bold">◆医疗器械、直接接触药品的包装材料和容器：</span></p>
                    <p>（一）、网络销售医疗器械必须严格遵守《医疗器械监督管理条例》、《医疗器械临床试验规定》、《医疗器械生产监督管理办法》、《医疗器械分类规则》、《医疗器械经营企业许可证管理办法》、《医疗器械注册管理办法》、《医疗器械生产企业质量体系考核办法》、《医疗器械标准管理办法》。</p>
                    <p>（二）、国家对医疗器械实行产品生产注册制度。《医疗器械产品注册证书》有效期四年，如果在族蚂注册主体销售医疗器械的商家同时也是生产经验方，应当在销售商品页面出示 《医疗器械产品注册证书》。</p>
                    <p>（三）、开办第一类、第三类医疗器械生产企业、应当经省、自治区、直辖市人民政府药品监督管理部门审查批准，并发给《医疗器械生产企业许可证》，此证书应当在主体内销售医疗器械时出示。（注：第一类是指：通过常规管理足以保证其安全性、有效性的，第三类：植入人体、用于支持维持生命、对人体有潜在危险、有效性必须严格控制的）。</p>
                    <p>（四）、销售医疗器械等商品必须经过审查验收并取得《互联网药品交易服务机构资格证书》。</p>
                    <p>为药品生产企业、药品经营企业和医疗机构之间的互联网药品交易提供服务的企业，应当具备以下条件:</p>
                    <p>（一）依法设立的企业法人;</p>
                    <p>（二）提供互联网药品交易服务的主体已获得从事互联网药品信息服务的资格;</p>
                    <p>（三）拥有与开展业务相适应的场所、设施、设备，并具备自我管理和维护的能力;</p>
                    <p>（四）具有健全的网络与交易安全保障措施以及完整的管理制度;</p>
                    <p>（五）具有完整保存交易记录的能力、设施和设备;</p>
                    <p>（六）具备网上查询、生成订单、电子合同、网上支付等交易服务功能;</p>
                    <p>（七）具有保证上网交易资料和信息的合法性、真实性的完善的管理制度、设备与技术措施;</p>
                    <p>（八）具有保证网络正常运营和日常维护的计算机专业技术人员，具有健全的企业内部管理机构和技术保障机构;</p>
                    <p>（九）具有药学或者相关专业本科学历，熟悉药品、医疗器械相关法规的专职专业人员组成的审核部门负责网上交易的审查工作。</p>
                    <p>向个人消费者提供互联网药品交易服务的企业只能在网上销售本企业经营的非处方药，不得向其他企业或者医疗机构销售药品。</p>
                    <p class="top30"><span class="bold">◆化工产品：</span>销售化工产品需要办理《危险化学品经营许可证》。化工产品的存放和物流运输必须按照规定严格执行。</p>
                    <p>化工物流的特点：除了少数是气态，大部分都是液态和固态。其次它们的化学和物理性质，如有毒、腐蚀的化学品，对运输有特殊要求。运输中的包装形态多：小到样品包装、纸袋、纸箱、纸桶、120升胶桶、200公斤铁通、1吨 IBC箱，大到10-40吨的公路槽车，ISO集装罐和铁路槽车。由于在途运输的不可控性，影响运输安全的因素比较多，涉及到司机、车辆、货物、制度、环境等多方面的因素，且难于防范。按照我国的《危险化学品安全管理条例》，网络销售的化工产品，必须要防范危险化学品的泄漏与爆炸。</p>
                    <p class="top30"><span class="bold">◆书籍杂志报纸：</span>是供符合特定条件的主体卖家发布该类目所属商品的网络交易平台。卖家若同时满足以下条件，即可加入书籍杂志报纸类目：普通卖家需具备《出版物经营许可证》，代购卖家需提供境内主体代购账户等级信息及近一个月的代购订单信息。卖家若发生违规销售情形，即被书籍杂志报纸类目清退。</p>
                    <p class="top30"><span class="bold">◆音乐影视明星音像：</span>是供符合特定条件的卖家发布该类目所属商品的网络交易平台。卖家若同时满足以下条件，即可加入音乐影视明星音像类目：普通卖家需具备《音像制品经营许可证》，代购卖家需提供境内主体代购账户等级信息及近一个月的代购订单信息，不得有著作权侵权的行为。</p>
                    <p class="top30"><span class="bold">◆保险：</span>是供符合特定条件的卖家发布该类目所属商品的网络交易平台。卖家同时满足以下条件，即可加入保险类目：</p>
                    <p>（一）卖家为经营保险服务的国家级总公司；</p>
                    <p>（二）有营业执照。</p>
                    <p class="top30"><span class="bold">◆彩票：</span>是供符合特定条件的卖家发布该类目所属商品的网络交易平台。卖家若同时满足以下条件，即可加入彩票类目：</p>
                    <p>（一）卖家为省级以上彩票管理发行销售机构；</p>
                    <p>（二）有与彩票中心签署的《销售体育彩票合同》。</p>
                    <p class="top30"><span class="bold">◆旅行：</span>是供符合特定条件的卖家发布该类目所属商品的网络交易平台。卖家若同时满足以下条件，即可加入旅行类目：</p>
                    <p>（一）出售机票的卖家须具有中华人民共和国《企业法人营业执照》、中国民用航空局及各分局授予的销售终端ID号；</p>
                    <p>（二）出售机票的卖家须提供《中国民用航空运输销售代理业务资格许可证书》或《国际航协机票代理资格证书》，其中出售国际机票的卖家须提供一类资质证书；</p>
                    <p>（三）出售旅行线路的卖家须具有中华人民共和国《企业法人营业执照》及《旅行社经营许可证》。</p>
                    <p class="top30"><span class="bold">◆酒类制品：</span>是供符合特定条件的卖家发布该类目所属商品的网络交易平台。卖家若同时满足以下条件，即可加入酒类制品类目：（一）卖家需具备有效的《酒类流通备案登记表》；（二）酒类产品质量、卫生质量报告；（三）工商营业执照；（四）进口酒必须由商检部门的检验报告。卖家若发生以下情形，即被酒类制品类目清退：（一）卖家出售假冒商品；（二）卖家缺乏相应的资质的报告、文件。</p>
                    <p class="top30"><span class="bold">◆虚拟物品：</span>是供符合特定条件的主体卖家发布网络游戏点卡、移动/联通/电信充值中心、网游装备/游戏币/帐号/代练、网络游戏虚拟物品交易平台、手机号码/套餐/增值业务类目所属商品的网络交易平台。</p>
                    <p>卖家若同时满足以下条件，即可加入虚拟物品类目：</p>
                    <p>（一）主营类目为网络游戏点卡、移动/联通/电信充值中心的卖家须加入消费者保障服务并足额缴纳保证金；</p>
                    <p>（二）网络游戏点卡平台商及该平台商品卖家、上网卡卖家需提供真实、有效的身份信息进行备案 ；</p>
                    <p>（三）软件充值市场卖家需遵守《充值软件市场管理规则》。</p>
                    <p>卖家若发生以下情形，即被虚拟物品类目清退：</p>
                    <p>（一）主营类目为网络游戏点卡、移动/联通/电信充值中心的卖家退出消费者保障服务的，没有按照约定提供虚拟物品；</p>
                    <p>（二）卖家的退款率高、纠纷问题等指标不符合指定标准的；</p>
                    <p>（三）卖家在买家付款前且商品信息显示有足够库存的情况下，以任何理由表示缺货的；</p>
                    <p>（四）卖家所售商品到账时间超过七十二小时的。</p>
                    <div>
                        <div>
                            <h1>关于房屋租赁买卖规则</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p class="top30"><span class="bold">◆禁止发布包含以下内容的房源信息：</span></p>
                    <p>（一）升值或者投资回报的承诺；违反国家有关价格管理的规定胡乱定价；</p>
                    <p>（二）对规划或者建设中的交通、商业、文化教育设施以及其他市政条件作误导宣传。</p>
                    <p class="top30"><span class="bold">◆不得发布虚假房源，如有违反将按照违规处理：</span></p>
                    <p>（一）不得发布已售（已租）的房源；</p>
                    <p>（二）房源价格应真实，不得利用缩小面积降低总价，不得做低房价或到手价；</p>
                    <p>（三）不得发布价格、面积、装修、类型情况等不实的房源信息；</p>
                    <p>（四）不得在房源标题、描述等信息中发布与本房源不符的房源信息；</p>
                    <p>（五）不得发布虚假的房源图片（与内部图片或本套房源不一致的房源图，装修情况不一致）；</p>
                    <p>（六）不得在图片上加盖任何水印（包括但不仅限于其他主体logo，网址，100%、真房源、佣金等广告字样）；</p>
                    <p>（七）不得盗用他人图片（未经同意擅自复制截取图片内容，视为盗用；</p>
                    <p>（八）不得在小区图类型中使用非小区环境图片、不得在室内图类型中使用非房源图片、不得在户型图类型中使用非户型图图片；</p>
                    <p>（九）不得出现含明显的色情诱惑，裸露图片；</p>
                    <p>（十）图片中不得出现纯文字介绍图片，纯文字宣传单页。</p>
                    <p class="top30"><span class="bold">◆禁止发布包含以下内容的信息：</span></p>
                    <p>（一）关于期房（未建完、描述提到XX年交房的）除新房类别外不得在其他类别发布期房信息 （内容中同时出现期房和现房都有的信息，信息可以通过）；同时期房需保证已经取得预售许可证、保证具备合法的销售代理权限；</p>
                    <p>（二）不得出售房号、房票、指标（购买资格、购买指标，学期房、学区房指标）；</p>
                    <p>（三）不得出售房号，购房合同，购房资格的买房子送户口或者办学籍的，内容里描写的是房子可以通过，如果内容描述的是办户口或者学籍的好处，选择“标题或内容违规”删除，如果内容涉及到高考的，选择“无意义信息”删除）；</p>
                    <p>（四）标题和内容中不得出现“顶账房、抵账房、抵债房、抵款房、垫款房、拍卖房、安置房、垫付、垫资”；</p>
                    <p>（五）禁止发布保障性住房（廉租房、公租房、两限房、军产房、经济适用房住房等）信息；</p>
                    <p>（六）不得出现代办理居住证、暂住证的信息；</p>
                    <p>（七）不得出现无房源描述，仅含融资、无抵押贷款、单独办理贷款内容的信息；</p>
                    <p>（八）不得出现代提取公积金、消除贷款不良记录、拆借等民间借贷性质的贷款信息；</p>
                    <p>（九）不得出现买卖考试答案、买卖学历证件、租赁经纪人资格证书、代开社保证明、代开税收证明、代开纳税证明、代开发票等信息。</p>
                    <p class="top30"><span class="bold">◆不得发布问题房源，如有违反，将做房源违规处理：</span></p>
                    <p>（一）不得发布存在违章改建的房源；</p>
                    <p>（二）不得发布人均居住面积低于5平方米或单间居住人数超过2人的房源（由于家庭关系共同居住的除外）；</p>
                    <p>（三）不得发布改变房屋原有结构、人为分割出租的房源（隔断房）；</p>
                    <p>（四）不得发布存在安全隐患的房源。</p>
                </div>
            </div>
        </main>
        <zmFooter/>
        <entrepPopup v-if="popupConfig.isShow && popupConfig.type === 'entrep'"></entrepPopup>
    </div>
</template>

<script>
    import zmHeader from '~/components/index/zmHeader';
    import zmFooter from '~/components/index/zmFooter';
    import entrepPopup from '~/components/public/dialog/entrepPopup';
    import requestUtil from '~/common/requestUtil'
    export default {
        head(){
            return {
                title:'族蚂网商品平台交易规则',
                meta:[
                ]
            }
        },
        components:{
            zmHeader,
            zmFooter,
            entrepPopup
        },
        data(){
            return{
                //头部菜单主题切换
                changeTheme: false,
            }
        },
        methods:{
            handleScroll() {
                let scrollTop = window.pageYOffset || document.documentElement.scrollTop || document.body.scrollTop;
                if (scrollTop > 98) {
                    this.changeTheme = true;
                } else {
                    this.changeTheme = false;
                }
            },
        },
        mounted() {
            window.addEventListener('scroll', this.handleScroll);
        },
        computed:{
            //弹窗的配置项
            popupConfig(){
                return this.$store.state.popupConfig;
            },
        },
        async asyncData(){
            let domain = requestUtil.validateData(await requestUtil.getData('/shop_web/shopInfo/getCurrentDomain', null));
            let jzDomain = null;
            if (domain.rootPath.indexOf(".dev-") !== -1) {
                jzDomain = "http://jz.dev-zuma.com";
            } else if (domain.rootPath.indexOf(".pre-") !== -1) {
                jzDomain = "http://jz.pre-zuma.com";
            } else {
                jzDomain = "https://jz.zuma.com";
            }
            return {
                pageData: {
                    jzDomain: jzDomain
                }
            }
        }
    }
</script>

<style scoped lang="less">
    #wrap{
        background: #F8F8F8;
        main{
            display: flex;
            flex-direction: column;
            align-items: center;
            &>div:nth-child(1){
                width: 100%;
                height:380px;
                background: linear-gradient(120deg,#2665FB,#15A2FF);
            }
            &>div:nth-child(2){
                width: 1200px;
                background: #ffffff;
                position: relative;
                top:-80px;
                padding: 80px 70px;
                &>div:nth-child(1){
                    font-size: 40px;
                    font-weight: bold;
                    color:#ffffff;
                    position: absolute;
                    left:0;
                    top:-110px;
                }
                &>div:nth-child(2){
                    p{
                        font-size: 14px;
                        color:#505050;
                        line-height: 28px;
                        padding: 0 10px;
                    }
                    &>div{
                        margin-top: 50px;
                        margin-bottom: 30px;
                        position: relative;
                        height:47px;
                        &>div:nth-child(1){
                            padding: 0 10px 20px 10px;
                            position: absolute;
                            top:0;
                            left:0;
                            &>h1{
                                font-size: 20px;
                                font-weight: bold;
                                color:#00AFEC;
                            }
                            .line1{
                                position: absolute;
                                width: 100%;
                                height:2px;
                                background:#00AFEC;
                                left:0;
                                bottom:0;
                            }
                        }
                        .line{
                            width: 100%;
                            height:1px;
                            background:#F2F2F2;
                            position: absolute;
                            left:0;
                            bottom:0;
                        }
                    }
                    h2{
                        font-weight: bold;
                        font-size: 16px;
                        color:#505050;
                        margin-top: 30px;
                    }
                    .underline{
                        text-decoration: underline;
                    }
                    .bold{
                        font-weight: bold;
                    }
                    .top30{
                        margin-top: 30px;
                    }
                }
            }
        }
    }
</style>