<template>
    <div id="wrap">
        <zmHeader :changeTheme='changeTheme' :jzDomain="pageData.jzDomain" :isShowChecked="1"/>
        <main>
            <div></div>
            <div>
                <div>《族蚂网音频作品版权收益声明》</div>
                <div>
                    <p>在申请认领创作人之前，务必审慎阅读《族蚂网音频作品版权收益声明》，充分理解各条款内容，族蚂有权在必要时修改本协议。您可以在相关服务页面查阅最新版本的协议条款。</p>
                    <div>
                        <div>
                            <h1>目的</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>为了维护创作人的合法权益，向其支付报酬，而制定此声明，目的在于让用户知悉族蚂网的版权收益支付细则。</p>
                    <div>
                        <div>
                            <h1>名词解释</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>主体：注册成为族蚂网用户后，用户会有自己的主体、或者自己创建主体，用户就是此主体的所有者，此用户也可以邀请其他人来管理主体、发布信息、接收版权收益。</p>
                    <p>用户：主体的所有人（即合法的作品发布人），也包括主体的管理员和操作员。族蚂网统一把主体成员称之为“用户”。</p>
                    <p>创作人：当主体需要发布音频的时候，就需要认领创作人，此时，用户可以代表主体认领创作人。主体成员也可以成为创作人。</p>
                    <div>
                        <div>
                            <h1>用户注册信息的真实性</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>在使用族蚂平台服务时，您应当按族蚂平台页面的提示，准确完整地提供您的信息（包括您的姓名及电子邮件地址、联系电话、联系地址等），以便族蚂或其他用户与您联系。您了解并同意，您有义务保持您提供信息的真实性及有效性。</p>
                    <div>
                        <div>
                            <h1>版权收益者信息上传及变更</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>用户必须真实上传个人信息、收款信息。如果出现资料变更的情况，必须及时修改个人信息资料及收款资料。</p>
                    <div>
                        <div>
                            <h1>免费网站建站服务</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>为给用户创造一个快捷、新颖、便捷、时尚的网络平台，除族蚂明示的收费业务以外，族蚂为您提供的其他服务付出了大量的成本。包括建站服务、更新服务、建站模板等，目前是全部免费的。如未来族蚂向您收取合理费用，族蚂会采取合理途径并以足够合理的期限提前通过法定程序并以本协议约定的方式通知您，确保您有充分选择的权利。</p>
                    <div>
                        <div>
                            <h1>信息删除及取消账号、扣除或不支付版权收益</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>◆如果用户在族蚂发布信息时不能履行和遵守协议中的规定，为维护本网站的形象、信誉、安全，网站有权删除用户发布的相关信息，并对违反协议的用户做出封闭ID和/或暂时、永久禁止在本网站发布信息的处理，扣除版权收益，同时保留依法追究当事人法律责任的权利。此外，族蚂在采取移除等相应措施后，不向原发布人承担违约责任或其他法律责任，包括不承担因侵权指控不成立而给原发布人带来损害的赔偿责任。</p>
                    <p>◆用户需对自己在本主体上实施的行为承担法律责任。若用户的行为不符合本协议规定，族蚂有权做出独立判断，立即取消用户的主体。用户若在族蚂上散布和传播反动、色情或其他违反国家法律的信息，族蚂的系统记录有可能作为用户违反法律的证据，用户需对此行为承担法律责任，族蚂将会扣除其版权收益。</p>
                    <p>◆族蚂不对用户所发布信息的删除或储存失败承担任何责任。族蚂有权判定用户的行为是否符合中国法律法规的规定以及注册协议的要求，如果用户违背了中国法律法规的规定或注册协议的规定，族蚂有权中断对其提供服务、不支付版权收益。</p>
                    <div>
                        <div>
                            <h1>关于版权收益可能涉及的法律问题</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>◆著作权质押：用户（也是质押关系中的债务人）在和第三人（质押关系中的债权人）签订著作权质押合同后或者之前，在族蚂网上注册、使用平台获得版权收益，如果第三人以债权人的身份向族蚂要求支付版权收益，族蚂不支持此向要求，著作权的质押对族蚂不产生效力。</p>
                    <p>◆版权质押贷款：用户（也是抵押关系中的债务人）向以著作权出质，向银行抵押收取贷款。如果用户没有按时支付贷款利息，银行向族蚂追缴贷款利息，族蚂不予接受。</p>
                    <p>◆作品作为离婚财产：在族蚂上传的作品涉及离婚财产分割，族蚂只向协议签订对象支付版权收益，不支持参与财产分配支付。</p>
                    <p>◆遗嘱财产分割：在族蚂上传的作品，在使用、网络传播期间，如果涉及多为遗嘱继承，需要分割版权收益，族蚂只向协议签订对象支付版权收益，不支持参与财产分配支付。</p>
                    <p>◆作者死亡版权收益：对于文字、口述、音乐、戏剧、曲艺、舞蹈、美术等作品的发表权、财产权的保护期为“作者终生及死亡后五十年”。任何人不得在这段时期内违背著作权人的意愿发表作品，任何人以复制、发行、出租、展览、表演、播放、摄制或者改编、翻译、汇编等方式使用作品，都必须得到著作权人许可并支付报酬。如果用户在族蚂上传、发布作品后死亡，版权继承人应当书面通知族蚂修改版权收益人资料及相关收款信息，族蚂将会及时更新上传。</p>
                    <p>◆关于法人或者其他组织的作品、著作权由单位享有的职务作品，法人或者其他组织享有作品的发表权、财产权，版权收益应当由单位或者共同委托的个人认领。</p>
                    <p>◆关于委托作品的著作权：委托人与受托人签订委托合同所创作的作品。著作权的归属由委托人和受托人通过合同约定。如果合同未作明确约定或者没有订立合同，著作权属于受托人。至于著作权的主体，对于委托人来讲，可能是法人或者其他组织，也可能是公民；对于受托人来说，同样可能是公民，也可能是法人或者组织。鉴于委托作品在著作权归属问题上允许双方以合同方式确定，所以当委托作品在主体上传、发布后，在族蚂的用户应当是合法的著作权人或者接受著作权人委托的受托人。族蚂会按照法律要求查询用户是否是合法上传。</p>
                    <p>◆多个作者争夺版权收益。用户在族蚂注册时，无论是个人、集体或者企业，不能多个选择同时注册一个著作权人的作品。用户必须了解注册人和版权收益人可以不是同一个人。可以是接受著作权人授权委托的第三人。您在阅读并且同意这份协议后，可以理解为您已经知晓族蚂网的规定，如果用户采取欺骗手段，为了骗取版权收益，恶意注册、发布作品，当发生版权收益争议时，族蚂不承担连带责任。</p>
                    <div>
                        <div>
                            <h1>主体转让</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>主体一经转让，该主体项下权利义务一并转移，包括版权收益。不符合上述规定的转让所产生的一切责任均由您承担。</p>
                    <div>
                        <div>
                            <h1>主体权限的冻结</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>同时出现以下条件，族蚂可作废您的主体，冻结后的主体将不能再登族蚂平台网站。</p>
                    <p>（一）连续收到多个族蚂网用户的申诉；</p>
                    <p>（二）违反中国法律法规的情况。</p>
                    <div>
                        <div>
                            <h1>免责声明</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>除由于族蚂网自身的原因导致无法按时支付版权收益外，以下事由，族蚂不承担责任。</p>
                    <p>◆用户的过错导致族蚂无法支付版权收益。</p>
                    <p>◆用户明确同意其使用族蚂网络服务所存在的风险将完全由其本人承担；因其使用族蚂网络服务而产生的一切后果也由其本人承担。族蚂网对用户及任何第三方不承担任何责任。</p>
                    <p>◆族蚂网不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作任何担保或保证。</p>
                    <p>◆族蚂网不保证为向用户提供便利而设置外部链接的准确性和完整性，同时，对于该等外部链接指向的、不由族蚂网实际控制的任何网页上的内容，也不承担任何责任。</p>
                    <p>◆族蚂网对于因不可抗力或不能控制的原因造成的网络服务中断或其它缺陷，不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</p>
                    <div>
                        <div>
                            <h1>责任限制</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <h2>◆不可抗力及第三方原因</h2>
                    <p>族蚂依照法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，族蚂并不承担相应的违约责任：</p>
                    <p>（一）因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；</p>
                    <p>（二）因电力供应故障、通讯网络故障等公共服务因素或第三人因素；</p>
                    <p>（三）在族蚂已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。</p>
                    <h2>◆巨量信息</h2>
                    <p>族蚂平台仅向您提供平台服务，可能存在风险和瑕疵。鉴于族蚂平台具备存在海量信息及信息网络环境下信息与实物相分离的特点，族蚂无法逐一审查网站信息，无法逐一审查交易所涉及的商品及/或服务的质量、安全以及合法性、真实性、准确性，对此您应谨慎判断。</p>
                    <h2>◆非专业争议协调</h2>
                    <p>您理解并同意，在争议协调服务服务中，族蚂的客服并非技术专业人士，仅能以普通人的认知对用户提交的凭证进行判断。因此，除存在故意或重大过失外，族蚂对争议协调决定免责。</p>
                    <div>
                        <div>
                            <h1>用户的违约及处理</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <h2>◆违约认定</h2>
                    <p>发生如下情形之一的，视为您违约：</p>
                    <p>（一）使用族蚂平台服务时违反有关法律法规规定的；</p>
                    <p>（二）违反本协议或本协议补充协议约定的；</p>
                    <p>（三）为适应电子商务发展和满足海量用户对高效优质服务的需求，您理解并同意，族蚂可在族蚂平台规则中约定违约认定的程序和标准。如：族蚂可依据您的用户数据与海量用户数据的关系来认定您是否构成违约；您有义务对您的数据异常现象进行充分举证和合理解释，否则将被认定为违约。</p>
                    <h2>◆违约处理措施</h2>
                    <p>（一）您在族蚂主体上发布的信息构成违约的，族蚂可根据相应规则立即对相应信息进行删除、屏蔽处理或对您的商品进行下架、监管。</p>
                    <p>（二）您在族蚂主体上实施的行为，或虽未实施但对族蚂平台及其用户产生影响的行为构成违约的，族蚂可依据相应规则对您的主体划扣违约金、扣除版权收益等处理措施。如您的行为构成根本违约的，族蚂可冻结您的主体，终止向您提供服务。</p>
                    <p>（三）当您违约的同时存在欺诈、售假、盗用他人主体等特定情形或存在危及他人交易安全或账户安全风险时，族蚂会依照您行为的风险程度实施取消收款、版权收益止付等强制措施。</p>
                    <p>（四）族蚂将对上述违约行为的处理措施以及其他经国家行政或司法机关生效法律文书确认的违法信息在族蚂平台上予以公示。</p>
                    <h2>◆赔偿责任</h2>
                    <p>（一）如您的行为使族蚂及/或其关联公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿族蚂及/或其关联公司的上述全部损失。</p>
                    <p>（二）如您的行为使族蚂及/或其关联公司遭受第三人主张权利，族蚂及/或其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。</p>
                    <p>（三）如因您的行为使得第三人遭受损失或您怠于履行协调处理决定、族蚂出于社会公共利益保护或消费者权益保护目的，可向您的主体中划扣版权收益进行支付。</p>
                    <h2>◆特别约定</h2>
                    <p>（一）如您向族蚂公司的雇员提供实物、现金、现金等价物、劳务、旅游等价值明显超出正常商务洽谈范畴的利益，从而发布族蚂禁止发布的作品，则可视为您存在商业贿赂行为。发生上述情形的，族蚂可立即终止与您的所有合作并向您收取违约金或赔偿金，并且不止支付版权收益。</p>
                    <p>（二）如您因严重违约导致族蚂终止本协议时，出于维护平台秩序及保护消费者权益的目的，族蚂可对您在其他协议项下的合作采取中止或终止协议的措施，并以本协约定的方式通知您。</p>
                    <div>
                        <div>
                            <h1>有效联系方式</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>◆族蚂可根据国家法律法规变化及维护交易秩序、保护消费者权益需要，不时修改本规定、补充变更后的规定、补充规定（下称“变更事项”）将通过法定程序并以族蚂平台规则通知您。如不同意变更事项，主体有权于变更事项确定的生效日前联系族蚂反馈意见。如反馈意见得以采纳，族蚂将酌情调整变更事项。</p>
                    <p>◆如对已生效的变更事项仍不同意的，主体应当于变更事项确定的生效之日起停止使用族蚂平台服务，变更事项对主体不产生效力；如在变更事项生效后仍继续使用族蚂平台服务，则视为您同意已生效的变更事项。</p>
                    <div>
                        <div>
                            <h1>通知的送达</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>◆族蚂通过上述联系方式向您发送通知，其中以电子的方式发出的书面通知，包括但不限于在族蚂平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的聊天工具账号发送信息、系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。</p>
                    <p>◆对于在族蚂平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱等联系方式为您在族蚂平台注册、更新时提供的手机号码、电子邮箱联系方式，司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。</p>
                    <p>◆您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。</p>
                    <p>◆您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。</p>
                    <p>◆你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。</p>
                    <div>
                        <div>
                            <h1>协议的变更</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>◆族蚂可根据国家法律法规变化及维护交易秩序、保护消费者权益需要，不时修改本协议、补充协议，变更后的协议、补充协议（下称“变更事项”）将通过法定程序并以本协议约定的方式通知您。如您不同意变更事项，您有权于变更事项确定的生效日前联系族蚂反馈意见。如反馈意见得以采纳，族蚂将酌情调整变更事项。</p>
                    <p>◆如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用族蚂平台服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用族蚂平台服务，则视为您同意已生效的变更事项。</p>
                    <div>
                        <div>
                            <h1>协议的终止</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>◆您有权在符合注销条件时，通过族蚂平台网站自助服务注销您的主体，不符合注销条件的情形包括且不局限于：</p>
                    <p>（一）您有尚未履行完成的交易；</p>
                    <p>（二）与您账户相关的交易正处于争议协调处理中；</p>
                    <p>（三）由于您在族蚂平台的行为违反法律规定，族蚂已被告知您正处于公安部门的调查阶段或处于诉讼程序实施阶段；</p>
                    <p>（四）您与族蚂平台本身存在法律诉讼纠纷。</p>
                    <p>◆出现以下情况时，族蚂可以本协议约定的方式通知您终止本协议：</p>
                    <p>（一）您违反本协议约定，族蚂依据违约条款终止本协议的；</p>
                    <p>（二）您盗用他人主体、发布违禁信息、骗取他人财物、售假、扰乱市场秩序、采取不正当手段谋利等行为，族蚂依据族蚂平台规则对您的主体予以查封的；</p>
                    <p>（三）除上述情形外，因您多次违反族蚂平台规则相关规定且情节严重，族蚂依据族蚂平台规则对您的主体予以查封的；</p>
                    <p>（四）您的主体被族蚂依据本协议回收的；</p>
                    <p>（五）您在族蚂平台有欺诈、发布或销售假冒伪劣、侵权商品、侵犯他人合法权益或其他严重违法违约行为的；</p>
                    <p>（六）其它应当终止服务的情况。</p>
                    <p>◆协议终止后的处理：</p>
                    <p>（一）本协议终止后，除法律有明确规定外，族蚂无义务向您或您指定的第三方披露您主体中的任何信息；</p>
                    <p>（二）本协议终止后，族蚂仍享有继续保存您留存于族蚂平台的所列的各类信息；</p>
                    <p>（三）对于您过往的违约行为，族蚂仍可依据本协议向您追究违约责任。</p>
                    <div>
                        <div>
                            <h1>法律适用、管辖与其他</h1>
                            <div class="line1"></div>
                        </div>
                        <div class="line"></div>
                    </div>
                    <p>（一）本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例或行业惯例；</p>
                    <p>（二）您因使用族蚂平台服务所产生与族蚂平台服务有关的争议，由族蚂与您协商解决。协商不成时，任何一方均可向族蚂网所在地人民法院提起诉讼；</p>
                    <p>（三）本协议任意条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性；</p>
                    <p>（四）由于互联网高速发展，您与族蚂签署的本协议列明的条款并不能完整罗列并覆盖您与族蚂所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，族蚂平台法律声明及隐私权政策、族蚂平台规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用族蚂平台服务，视为您同意上述补充协议。</p>
                </div>
            </div>
        </main>
        <zmFooter/>
        <entrepPopup v-if="popupConfig.isShow && popupConfig.type === 'entrep'"></entrepPopup>
    </div>
</template>

<script>
    import zmHeader from '~/components/index/zmHeader';
    import zmFooter from '~/components/index/zmFooter';
    import entrepPopup from '~/components/public/dialog/entrepPopup';
    import requestUtil from '~/common/requestUtil'
    export default {
        head(){
            return {
                title:'族蚂网音频作品版权收益声明',
                meta:[

                ]
            }
        },
        components:{
            zmHeader,
            zmFooter,
            entrepPopup
        },
        data(){
            return{
                //头部菜单主题切换
                changeTheme: false,
            }
        },
        methods:{
            handleScroll() {
                let scrollTop = window.pageYOffset || document.documentElement.scrollTop || document.body.scrollTop;
                if (scrollTop > 98) {
                    this.changeTheme = true;
                } else {
                    this.changeTheme = false;
                }
            },
        },
        mounted() {
            window.addEventListener('scroll', this.handleScroll);
        },
        computed:{
            //弹窗的配置项
            popupConfig(){
                return this.$store.state.popupConfig;
            },
        },
        async asyncData(){
            let domain = requestUtil.validateData(await requestUtil.getData('/shop_web/shopInfo/getCurrentDomain', null));
            let jzDomain = null;
            if (domain.rootPath.indexOf(".dev-") !== -1) {
                jzDomain = "http://jz.dev-zuma.com";
            } else if (domain.rootPath.indexOf(".pre-") !== -1) {
                jzDomain = "http://jz.pre-zuma.com";
            } else {
                jzDomain = "https://jz.zuma.com";
            }
            return {
                pageData: {
                    jzDomain: jzDomain
                }
            }
        }
    }
</script>

<style scoped lang="less">
    #wrap{
        background: #F8F8F8;
        main{
            display: flex;
            flex-direction: column;
            align-items: center;
            &>div:nth-child(1){
                width: 100%;
                height:380px;
                background: linear-gradient(120deg,#2665FB,#15A2FF);
            }
            &>div:nth-child(2){
                width: 1200px;
                background: #ffffff;
                position: relative;
                top:-80px;
                padding: 80px 70px;
                &>div:nth-child(1){
                    font-size: 40px;
                    font-weight: bold;
                    color:#ffffff;
                    position: absolute;
                    left:0;
                    top:-110px;
                }
                &>div:nth-child(2){
                    p{
                        font-size: 14px;
                        color:#505050;
                        line-height: 28px;
                        padding: 0 10px;
                    }
                    &>div{
                        margin-top: 50px;
                        margin-bottom: 30px;
                        position: relative;
                        height:47px;
                        &>div:nth-child(1){
                            padding: 0 10px 20px 10px;
                            position: absolute;
                            top:0;
                            left:0;
                            &>h1{
                                font-size: 20px;
                                font-weight: bold;
                                color:#00AFEC;
                            }
                            .line1{
                                position: absolute;
                                width: 100%;
                                height:2px;
                                background:#00AFEC;
                                left:0;
                                bottom:0;
                            }
                        }
                        .line{
                            width: 100%;
                            height:1px;
                            background:#F2F2F2;
                            position: absolute;
                            left:0;
                            bottom:0;
                        }
                    }
                    &>h2{
                        font-weight: bold;
                        font-size: 16px;
                        color:#505050;
                        margin-top: 30px;
                    }
                }
            }
        }
    }
</style>